[
  {
    "id": "392ff0d0-e5c9-4624-be45-dff8c21a2351",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/392ff0d0-e5c9-4624-be45-dff8c21a2351",
    "created_at": "Wed Nov 25 16:42:13 UTC 2020",
    "company": "Rightmove",
    "company_url": "http://www.lorienglobal.com",
    "location": "Soho, London",
    "title": "Backend Developer - Rightmove.co.uk",
    "description": "\u003cp\u003eExciting opportunity for a #backend #developer!\u003c/p\u003e\n\u003cp\u003eAre you an expert in #Java, #Node, #Springboot or #Kafka?\u003c/p\u003e\n\u003cp\u003eRightmove are looking to hire a new member of their fast-growing digital team in #London – and you could be it! We’re looking for passionate people that want to lead this household name on its digital journey.\u003c/p\u003e\n\u003cp\u003eBonus points if you have experience in #Docker, #AWS or #Gradle.\u003c/p\u003e\n\u003cp\u003eApply now and Rightmove’s technology recruitment partner Lorien will be in touch about next steps!\u003c/p\u003e\n\u003cp\u003eApply here: \u003ca href=\"https://bit.ly/2UYuPIa\"\u003ehttps://bit.ly/2UYuPIa\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your resume to Eliza-Grace Eaton at \u003ca href=\"mailto:Eliza-Grace.Eaton@lorienglobal.com\"\u003eEliza-Grace.Eaton@lorienglobal.com\u003c/a\u003e or apply here: \u003ca href=\"https://bit.ly/2UYuPIa\"\u003ehttps://bit.ly/2UYuPIa\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaVNSIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--f4952376eb7e3be044c58be0faa173878eb4fc2a/Rightmove%20Logo.png"
  },
  {
    "id": "9cebff17-8be6-466b-acff-dd5e0a083ac8",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9cebff17-8be6-466b-acff-dd5e0a083ac8",
    "created_at": "Wed Nov 25 16:19:56 UTC 2020",
    "company": "Raycast",
    "company_url": "https://raycast.com",
    "location": "Remote, EU",
    "title": "Software Engineer, macOS",
    "description": "\u003ch2\u003eTL;DR\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eWork on a productivity tool for developers\u003c/li\u003e\n\u003cli\u003eSmall team that is light on processes\u003c/li\u003e\n\u003cli\u003eFully remote (EU-friendly timezones)\u003c/li\u003e\n\u003cli\u003eBacked by great investors (\u003ca href=\"https://www.ycombinator.com\"\u003eY Combinator\u003c/a\u003e, \u003ca href=\"https://www.accel.com/noteworthy/giving-developers-superpowers-our-investment-in-raycast\"\u003eAccel\u003c/a\u003e, \u003ca href=\"https://chapterone.com\"\u003eChapter One\u003c/a\u003e and top angels)\u003c/li\u003e\n\u003cli\u003eModern perks (MacBook Pro with 5k display, co-working space, monthly health benefit, ...)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDescription\u003c/h2\u003e\n\u003cp\u003eRaycast makes it simple, fast and delightful to control your tools. We're looking for a Software Engineer to join our small team to craft, shape and improve our macOS app that redefines productivity tools for developers.\u003c/p\u003e\n\u003cp\u003eRaycast is a native Mac application with a significant focus on top-notch UI and interactions. We genuinely care about user experience, performance, privacy and ease of use. We had enough of dealing with slow and clunky tools. Raycast is our attempt to let you enjoy your daily workflows without all the distractions.\u003c/p\u003e\n\u003cp\u003eTerminals are outdated: Rich media elements aren't supported, ASCII characters are too limiting and commands are hard to discover. Raycast combines the benefits of a command line with those of a modern user interface. It's simple, responsive and extensible. At the core of this, is a rock-solid desktop client that handles plugins and connects to a store full of productivity tools. We need engineers that are eager to build a tool that improves their own day-to-day life to realise this vision with us.\u003c/p\u003e\n\u003cp\u003eWe're a fully remote company spread across Europe and looking for candidates in EU-friendly timezones. This position is for a full-time employment.\u003c/p\u003e\n\u003ch2\u003eIn this role you will...\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eBuild user-facing features in the core product.\u003c/strong\u003e You work on our macOS application which is our primary surface. You build new features that enrich the core user experience in the app and expand our library of custom and keyboard-driven UI components.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eCo-own the product and work self-directed.\u003c/strong\u003e We're a small team of individual contributors. Everybody has autonomy and responsibility. You work on features from ideation over release to maintenance and shape the roadmap of the product.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eSolve interesting technical and UX problems.\u003c/strong\u003e Raycast fits many tools into a single user interface. For this, you solve hard problems like optimistic updates, database indexing and standardized user interactions with like-minded team-mates.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eImprove performance and care about quality.\u003c/strong\u003e You dogfood your own features with our nighlty builds, respond to user feedback in our community and jump into the profiler to make every interaction feel snappy. You automate tedious tasks. At best, directly in Raycast.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWear many hats.\u003c/strong\u003e In such a small startup, we're all generalists. You might add a new page to our Vue.js website, set up an internal endpoint in our Node.js backend or write a blog post about a new feature.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eYou will be a great fit if...\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou're highly productive while writing quality code.\u003c/strong\u003e We release updates every 1-2 weeks. You can break down big projects in small deliverables. You care about the outcome and take a pragmatic approach to deliver it. You keep things simple and rather write a little bit more code than adopting a third-party dependency. You know when you want a code review or need to write tests.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou're product-minded.\u003c/strong\u003e Raycast is designed to keep developers focused. You have a sense for great user experience and feel when something is off. You prefer polishing a feature instead of shipping soul-less pixels. You add analytics to reason about changes in the app and pro-actively iterate.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou put our users first.\u003c/strong\u003e Throughout Raycast you find many \u003ca href=\"https://twitter.com/raycastapp/status/1322188380403281921?s=21\"\u003elittle details\u003c/a\u003e. You pay attention to detail and provide our users a delightful experience. You can't stand bugs and don't shy away from user feedback.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou're an empathetic communicator.\u003c/strong\u003e You treat technology as tradeoffs. You may be opinionated but you're not ideological. When disagreeing, you communicate thoughtfully your perspective and compromise when needed. You're thriving in a team environment and hold your colleagues accountable.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eOur stack\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eSwift for our macOS app.\u003c/strong\u003e Everything is written in Swift using AppKit with Swift Packages. We don't use SwiftUI because it's too premature for rapid development. We rarely adopt third party dependencies. Some are GRDB for our database, Sentry for crash reporting, Nuke for image fetching and a few C libraries to crank up performance.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eJavaScript/TypeScript for everything on the web.\u003c/strong\u003e We use Vue.js with Gridsome for our website and deploy it with Vercel. Our backend is a simple Node.js app written with Express and hosted on Heroku.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eModern work tools for everything.\u003c/strong\u003e Linear for issue tracking, GitHub as source control, Sentry for error reporting, Segment and Amplitude for analytics, Slack for internal communication, Figma for pixels, Notion as knowledge base and a few others. As a team, we enjoy using CleanShot, Bear, Things and more Mac apps.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we offer\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe're at beginning of our next chapter.\u003c/strong\u003e You will join us at the \u003ca href=\"blog/hello-world/\"\u003eright time\u003c/a\u003e to have major impact on the future of the company. We released Raycast 1.0, established a friendly community and are jumping head first into building a platform for productivity tools.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe're backed by great investors.\u003c/strong\u003e We're backed by \u003ca href=\"https://www.accel.com/noteworthy/giving-developers-superpowers-our-investment-in-raycast\"\u003eAccel\u003c/a\u003e, Y Combinator, Chapter One and angels such as Charlie Cheever (Co-Founder of Expo \u0026amp; Quora), Calvin French-Owen (Co-Founder of Segment), Zach Holman (Early GitHub engineer) and more.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe're individual contributors at heart.\u003c/strong\u003e We value full ownership and responsibility, choose quality over quantity and put our users first. We're motivated by shipping truly great software.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe'll treat you well.\u003c/strong\u003e Get a competitive salary, equity and health insurance. Plus, we provide a monthly health benefit for a gym, pay for your coworking space, give you a MacBook Pro with 5K display and accessories and provide 25 days of paid-time off (PTO) plus all national holidays.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eSend us an engaging message at \u003ca href=\"mailto:jobs+macos@raycast.com?subject=Software%20Engineer,%20macOS\"\u003ejobs@raycast.com\u003c/a\u003e with information you think is relevant. Tell us why you want to join us, what excites you about the problem we're solving and how you envision your role at Raycast.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDZSIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--297c2bfd46b4351117543c66da10f02a2d65aac3/Raycast-Wordmark.png"
  },
  {
    "id": "1f925d62-ab2e-4700-b36b-767378fabc07",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1f925d62-ab2e-4700-b36b-767378fabc07",
    "created_at": "Wed Nov 25 16:13:02 UTC 2020",
    "company": "Raycast",
    "company_url": "https://raycast.com",
    "location": "Remote, EU",
    "title": "Software Engineer, Fullstack",
    "description": "\u003ch2\u003eTL;DR\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eWork on a productivity tool for developers\u003c/li\u003e\n\u003cli\u003eSmall team that is light on processes\u003c/li\u003e\n\u003cli\u003eFully remote (EU-friendly timezones)\u003c/li\u003e\n\u003cli\u003eBacked by great investors (\u003ca href=\"https://www.ycombinator.com\"\u003eY Combinator\u003c/a\u003e, \u003ca href=\"https://www.accel.com/noteworthy/giving-developers-superpowers-our-investment-in-raycast\"\u003eAccel\u003c/a\u003e, \u003ca href=\"https://chapterone.com\"\u003eChapter One\u003c/a\u003e and top angels)\u003c/li\u003e\n\u003cli\u003eModern perks (MacBook Pro with 5k display, co-working space, monthly health benefit, ...)\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eDescription\u003c/h2\u003e\n\u003cp\u003eRaycast makes it simple, fast and delightful to control your tools. We're looking for a Software Engineer to join our small team to build, own and scale the distribution of Raycast extensions via a store that developers around the world can contribute to.\u003c/p\u003e\n\u003cp\u003eRaycast is a native Mac application with a significant focus on top-notch UI and interactions. We genuinely care about user experience, performance, privacy and ease of use. We had enough of dealing with slow and clunky tools. Raycast is our attempt to let you enjoy your daily workflows without all the distractions.\u003c/p\u003e\n\u003cp\u003eWhen Apple announced the App Store in 2008, the distribution of software changed over night. Suddenly, developers could reach millions of customers. We believe it's about time to change how developers discover and consume productivity tools. At the center of this, is a store full of Raycast extensions that people can share and manage or discover new ones from others. We need hungry engineers that architect and build this store to revolutionise how developers experience productivity tools with us.\u003c/p\u003e\n\u003cp\u003eWe're a fully remote company spread across Europe and looking for candidates in EU-friendly timezones. This position is for a full-time employment.\u003c/p\u003e\n\u003ch3\u003eIn this role you will...\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eBuild our extension store from scratch.\u003c/strong\u003e You set up the database and API for the backend and implement the design of the frontend. You align the communication and distribution with the macOS client.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eCo-own the product and work self-directed.\u003c/strong\u003e We're a small team of individual contributors. Everybody has autonomy and responsibility. You work on features from ideation over release to maintenance and shape the roadmap of the product.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eShape the experience for contributors.\u003c/strong\u003e The store is one piece of the puzzle. You generate ideas about how developers should add and maintain extensions. You optimise for ease-of-use for producers and consumers.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eImprove performance and care about quality.\u003c/strong\u003e You dogfood your own features with our nightly builds, respond to user feedback in our community and jump into the profiler to make every interaction feel snappy. You automate tedious tasks. At best, directly in Raycast.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWear many hats.\u003c/strong\u003e In a small startup, we're all generalists. You might add a new page to our Vue.js website, integrate endpoints into our macOS client or write a blog post about a new feature.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch3\u003eYou will be a great fit if...\u003c/h3\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou're highly productive while writing quality code.\u003c/strong\u003e We release updates every 1-2 weeks. You can break down big projects in small deliverables. You care about the outcome and take a pragmatic approach to deliver it. You keep things simple and rather write more code than adopting a third-party dependency. You know when you want a code review or need to write tests.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou're product-minded.\u003c/strong\u003e You have a sense for great user experience and feel when something is off. You prefer polishing a feature instead of shipping soul-less pixels. You add analytics to reason about changes in the app and pro-actively iterate.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou have a track-record of great web apps.\u003c/strong\u003e You've seen software projects succeed and fail and bring in proven concepts to ship software from day one.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou put our users first.\u003c/strong\u003e Throughout Raycast you find many \u003ca href=\"https://twitter.com/raycastapp/status/1322188380403281921?s=21\"\u003elittle details\u003c/a\u003e. You pay attention to detail and provide our users a delightful experience. You can't stand bugs and don't shy away from user feedback.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eYou're an empathetic communicator.\u003c/strong\u003e You treat technology as tradeoffs. You may be opinionated but you're not ideological. When disagreeing, you communicate thoughtfully your perspective and compromise when needed. You're thriving in a team environment and hold your colleagues accountable.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eOur stack\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eJavaScript/TypeScript for the web.\u003c/strong\u003e Most of our web development happend on our marketing website. We're open to adopt new technologies for the store where applicable. For now, we use Vue.js with Gridsome for our website and deploy it with Vercel. Our middleware is a simple Node.js app written with Express and hosted on Heroku.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eSwift for our macOS app.\u003c/strong\u003e Everything is written in Swift using AppKit with Swift Packages. We don't use SwiftUI because it's too premature for rapid development. We rarely adopt third party dependencies. Some are GRDB for our database, Sentry for crash reporting, Nuke for image fetching and a few C libraries to crank up performance.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eModern work tools for everything.\u003c/strong\u003e Linear for issue tracking, GitHub as source control, Sentry for error reporting, Segment and Amplitude for analytics, Slack for internal communication, Figma for pixels, Notion as knowledge base and a few others. As a team, we enjoy using CleanShot, Bear, Things and more Mac apps.\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhat we offer\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe're at beginning of our next chapter.\u003c/strong\u003e You will join us at the \u003ca href=\"blog/hello-world/\"\u003eright time\u003c/a\u003e to have major impact on the future of the company. We released Raycast 1.0, established a friendly community and are jumping head first into building a platform for productivity tools.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe're backed by great investors.\u003c/strong\u003e We're backed by \u003ca href=\"https://www.accel.com/noteworthy/giving-developers-superpowers-our-investment-in-raycast\"\u003eAccel\u003c/a\u003e, Y Combinator, Chapter One and angels such as Charlie Cheever (Co-Founder of Expo \u0026amp; Quora), Calvin French-Owen (Co-Founder of Segment), Zach Holman (Early GitHub engineer) and more.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe're individual contributors at heart.\u003c/strong\u003e We value full ownership and responsibility, choose quality over quantity and put our users first. We're motivated by shipping truly great software.\u003c/li\u003e\n\u003cli\u003e\n\u003cstrong\u003eWe'll treat you well.\u003c/strong\u003e Get a competitive salary, equity and health insurance. Plus, we provide a monthly health benefit for a gym, pay for your coworking space, give you a MacBook Pro with 5K display and accessories and provide 25 days of paid-time off (PTO) plus all national holidays.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eSend us an engaging message at \u003ca href=\"mailto:jobs+fullstack@raycast.com?subject=Software%20Engineer,%20Fullstack\"\u003ejobs@raycast.com\u003c/a\u003e with information you think is relevant. Tell us why you want to join us, what excites you about the problem we're solving and how you envision your role at Raycast.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaHVSIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--39ef481200e53596de6f11f8e65c1468a230f536/Raycast-Wordmark.png"
  },
  {
    "id": "1e68cdbf-b0ce-40e6-8a83-3124bbb69edb",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/1e68cdbf-b0ce-40e6-8a83-3124bbb69edb",
    "created_at": "Wed Nov 25 15:59:06 UTC 2020",
    "company": "api.video",
    "company_url": "https://jobs.api.video/",
    "location": "Bordeaux, NAQ, FR",
    "title": "[CDI] Full Stack Developer",
    "description": "\u003cp\u003e\u003cstrong\u003e[CDI] Full Stack Developer\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003ca href=\"https://api.video/\"\u003eapi.video\u003c/a\u003e connects people through their cameras. Join us to build the first worldwide video backbone!\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe are an \u003cstrong\u003eAPI-first platform to manage online video\u003c/strong\u003e and our goal is to become a new standard, such as Stripe for the payments, Twilio for text and VOIP or Sendgrid for email.\u003c/li\u003e\n\u003cli\u003eWe are building our own \u003cstrong\u003eEDGE infrastructure\u003c/strong\u003e to provide unprecedented performances on the market.\u003c/li\u003e\n\u003cli\u003eWe have raised a \u003ca href=\"https://techcrunch.com/2020/06/24/api-video/\"\u003e\u003cstrong\u003e$5.5M Seed Round\u003c/strong\u003e\u003c/a\u003e in June 2020 from Blossom Capital, Kima Ventures and some \u003ca href=\"https://www.crunchbase.com/funding_round/api-video-angel--81c5d31d\"\u003e\u003cstrong\u003eincredible Angels\u003c/strong\u003e\u003c/a\u003e.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBy joining us, you will work in an international environment, addressing challenges that will impact millions of people.\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will join the Growth team composed of the Product Designer, the Growth Manager, 2 Developer Evangelists and the Marketing Manager.\nYou will be the very first Developer Full Stack, so you will manage all the process and documentation.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYour missions\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou lead the new back office development.\u003c/li\u003e\n\u003cli\u003eYou develop, maintain and modify dedicated tools and landing pages to help our developer community.\u003c/li\u003e\n\u003cli\u003eYou maintain and improve the api.video website.\u003c/li\u003e\n\u003cli\u003eYou proceed to tests to ensure compliance for all developments and you produce a detailed documentation.\u003c/li\u003e\n\u003cli\u003eYou create excellent interactions from designs, writing reusable content modules and maintainability of the code.\u003c/li\u003e\n\u003cli\u003eYou create usable, responsive and interactive interfaces across multiple devices.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e+4 years of experience as a Full Stack Developer.\u003c/li\u003e\n\u003cli\u003eDeep knowledge in Javascript/Typescript, CSS3, Sass/SCSS, HTML5 and NodeJS ecosystem.\u003c/li\u003e\n\u003cli\u003eKnowledge of basic SEO principles.\u003c/li\u003e\n\u003cli\u003eExperience in PHP development and SQL.\u003c/li\u003e\n\u003cli\u003eExcellent knowledge of browser troubleshooting and debugging practices and techniques.\u003c/li\u003e\n\u003cli\u003eKnowledge in API integration is a plus.\u003c/li\u003e\n\u003cli\u003eKnowledge of DatoCMS (optional).\u003c/li\u003e\n\u003cli\u003eEnglish proficiency.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003ePackage\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetitive pay and equity.\u003c/li\u003e\n\u003cli\u003eAnnual Bonus.\u003c/li\u003e\n\u003cli\u003eCovered medical, dental, and vision benefits.\u003c/li\u003e\n\u003cli\u003eCompany Provided Equipment.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThe position is based in Bordeaux, France.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAre you up for the challenge?\u003c/strong\u003e\nApply now via the \u003ca href=\"https://ltpx.nl/DD4ACw6\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003eapi.video is an equal opportunity employer. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran, or disability status.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/wbvQaAr\"\u003eKlik hier om te solliciteren\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGlSIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ac1fd48043af7c01748b5f1159a81dfd4f3faa6b/api.video%20logo.png"
  },
  {
    "id": "c7b8f1e2-57bc-4af7-846e-194063bb5862",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c7b8f1e2-57bc-4af7-846e-194063bb5862",
    "created_at": "Tue Nov 24 21:08:25 UTC 2020",
    "company": "Oregon State University - Ecampus",
    "company_url": "https://oregonstate.edu/",
    "location": "Corvallis, OR",
    "title": "Analyst Programmer",
    "description": "\u003cp\u003eIf you would like to be a part of a community that enjoys a beautiful 400-acre campus with park-like settings, supports world-renowned research, teaching, and outreach, or assists students to become successful citizens, consider a career with Oregon State University.\nOregon State University Ecampus is seeking to fill one full-time Analyst Programmer, competency level 3, position for Ecampus at Oregon State University (OSU).\u003c/p\u003e\n\u003cp\u003eOregon State Ecampus is a growing, innovative, and collaborative organization with a commitment to providing high-quality online degrees and programs. Ecampus makes OSU’s exceptional learning experiences available to students throughout Oregon and around the world.\nThe full-stack developer (analyst programmer, competency level 3) provides programming and multimedia support for OSU Ecampus’ course needs. The multimedia team is part of the Course Development and Training (CDT) unit within the division of Ecampus. The division is a fast-growing, entrepreneurial organization with a commitment to providing access to Oregon State University’s programs of excellence. Ecampus includes Oregon State Ecampus (online degrees), Open Educational Resources (open access online resources), and the Ecampus Research unit (conducts original research).\nThe CDT unit provides expertise and support for the development of online and hybrid courses, including instructional design services, innovative multimedia development, and faculty development programming and support. This position reports directly to the assistant director of CDT.\nWithin the CDT team, the full-stack developer will collaborate closely with other programmers on the multimedia web development team including instructional designers and faculty course developers to ensure high-quality projects are produced. This position works closely with faculty and administrators to assess how multimedia technologies can augment students’ abilities to meet course learning outcomes. Builds long term positive relationships and collaborates with faculty, instructors, and content experts to identify needs.\nOregon State University and OSU Ecampus maintain and enhance a collaborative and inclusive community that is dedicated to equity and equal opportunity. All employees of this division are responsible for ensuring that these commitments are achieved. This position directly contributes to those goals by designing learning environments that are inclusive, accessible, and follow the best practices of Universal Design for Learning.\u003c/p\u003e\n\u003cp\u003ePosition duties\n35% Application Design \u0026amp; Development\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eResponsible for reviewing code pushes from student workers on the team for quality and accessibility.\u003c/li\u003e\n\u003cli\u003eDesigns, develops, and maintains scalable applications created in React.js.\u003c/li\u003e\n\u003cli\u003eDevelop front-end projects and components using JavaScript ES6 and Typescript.\u003c/li\u003e\n\u003cli\u003eDevelop back-end solutions (API’s and microservices) using Node.js and NoSQL databases.\u003c/li\u003e\n\u003cli\u003eResponds to front-end/browser compatibility issues. Develops applications that have responsive designs and adhere to WCAG 2.1 accessibility standards.\u003c/li\u003e\n\u003cli\u003eCollaborates with other developers to design the visual interface for custom projects.\u003c/li\u003e\n\u003cli\u003eResponsible for designing, writing and implementing testing processes (unit and end-to-end tests).\u003c/li\u003e\n\u003cli\u003eResponsible for documentation of any scripts, functions, tools, or integrations developed.\n35% – Project Management\u003c/li\u003e\n\u003cli\u003eProvide front-end development oversight, guidance, lead work to student workers.\u003c/li\u003e\n\u003cli\u003eMaintain a Kanban board for project tracking.\u003c/li\u003e\n\u003cli\u003eAttend meetings with project stakeholder to gather project requirements and share project progression.\u003c/li\u003e\n\u003cli\u003eGenerate progress reports for the team lead.\u003c/li\u003e\n\u003cli\u003eCommunicates progress and reviews web applications that have been developed for online courses with content experts and CDT team members involved in the project.\n10% Troubleshooting and Support\u003c/li\u003e\n\u003cli\u003eHandles incoming support requests turning them into actionable items and communicates with necessary parties to get the issues resolved.\u003c/li\u003e\n\u003cli\u003eTroubleshoots web applications to resolve issues and diagnose technical problems that affect the work of OSU Ecampus’ clients/users.\n10% Research and Assessment\u003c/li\u003e\n\u003cli\u003eResearches and develops methods and technology that leverage media in improving instruction, knowledge transfer, and learner retention of information.\u003c/li\u003e\n\u003cli\u003eIdentifies emerging technologies and resources that can be used to enhance and improve the quality and completion rate of media projects.\u003c/li\u003e\n\u003cli\u003eAssesses and evaluates the effectiveness of technological components and products. Researches and suggests improvements to current processes and tools.\n5% – Professional development and service\u003c/li\u003e\n\u003cli\u003eServes as a member of OSU Ecampus teams as assigned. Provides service to OSU by working on departmental, division, university, regional and national committees, and projects, serving as a representative of OSU Ecampus and the CDT team.\u003c/li\u003e\n\u003cli\u003eAttends meetings, participates in team decision making, implements solutions to team challenges as a member of the CDT multimedia team. Service may include other duties as assigned to support and provide back-up for the CDT team.\u003c/li\u003e\n\u003cli\u003eAttends professional workshops and meetings, sharing knowledge and networking with other professionals. Represents OSU Ecampus at forums, workshops, trade shows, customer meetings, and other opportunities allowing interaction with constituents and clients. Participates in and provides technical cross-training.\n5% – Security\u003c/li\u003e\n\u003cli\u003eEnsures that all projects that are undertaken meet security and data integrity as established by OSU Ecampus and OSU IT. Implements processes to ensure projects meet these standards.\u003c/li\u003e\n\u003cli\u003eAdvises unit leadership regarding security for any multimedia team digital assets or projects that are undertaken. Is aware of and provides a preliminary review of any system or software being used on a project that handles user data.\u003c/li\u003e\n\u003cli\u003eMaintains appropriate documentation related to data security regarding the projects completed.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eMinimum (required) qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eThis classification requires a basic foundation of knowledge and skills in systems analysis and related programming support functions generally obtained by a bachelor’s degree in computer science, or an equivalent amount of training and applied experience.\u003c/li\u003e\n\u003cli\u003eDemonstrated skill in front-end web development (JavaScript, CSS3, HTML5)\u003c/li\u003e\n\u003cli\u003eDemonstrated skill in React and Redux.\u003c/li\u003e\n\u003cli\u003eDemonstrated skill in backend development using Node.js\u003c/li\u003e\n\u003cli\u003eExcellent written and oral communication skills\u003c/li\u003e\n\u003cli\u003eExperience developing in a collaborative team environment\u003c/li\u003e\n\u003cli\u003eA demonstrable commitment to promoting and enhancing diversity\u003c/li\u003e\n\u003cli\u003eThis position is designated as a critical or security-sensitive position; therefore, the incumbent must successfully complete a criminal history check and be determined to be position qualified as per OSU Standard 576-055-0000 et seq. Incumbents are required to self-report convictions and those in youth programs may have additional criminal history checks every 24 months.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003ePreferred qualifications:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience with Serverless (Amazon Web Services, Azure, Google Cloud)\u003c/li\u003e\n\u003cli\u003eExperience working with NoSQL databases (MongoDB, DynamoDB, etc.)\u003c/li\u003e\n\u003cli\u003eExperience with Adobe Creative Suite (Photoshop, Illustrator)\u003c/li\u003e\n\u003cli\u003eExperience with source control/version control systems (such as Git)\u003c/li\u003e\n\u003cli\u003eExperience with designing responsive and accessible web applications\u003c/li\u003e\n\u003cli\u003eExperience integrating with APIs (REST)\u003c/li\u003e\n\u003cli\u003eExperience with Agile (scrum, kanban)\u003c/li\u003e\n\u003cli\u003eExperience working with a diverse group of people/teams.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eOSU seeks diversity as a source of enrichment for our university community. We are an Affirmative Action/Equal Opportunity employer, and particularly encourage applications from members of historically underrepresented racial/ethnic groups, women, individuals with disabilities, veterans, LGBTQ community members, and others who demonstrate the ability to help us achieve our vision of a diverse and inclusive community.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApplication link: \u003ca href=\"http://jobs.oregonstate.edu/postings/95971\"\u003ehttp://jobs.oregonstate.edu/postings/95971\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eDeadline 12/14/20\u003c/p\u003e\n\u003cp\u003eApplications will be reviewed based on the information submitted on the employment profile with education and work history along with any other requested documentation i.e. Posting specific question responses, transcripts, etc. Your profile MUST clearly show how you meet the minimum/required qualifications for the position. Resumes are NOT accepted at the application stage for classified staff positions.\u003c/p\u003e\n\u003cp\u003eFor additional information please contact: Danielle Franklin at \u003ca href=\"mailto:Danielle.Franklin@oregonstate.edu\"\u003eDanielle.Franklin@oregonstate.edu\u003c/a\u003e.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBZ3FSIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--31fae067adc8ce3ad7abb4bbd1b72f3a7fe25ff3/OSU_vertical_1C_B.png"
  },
  {
    "id": "68633180-4186-42f7-ab28-2b762a3bf794",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/68633180-4186-42f7-ab28-2b762a3bf794",
    "created_at": "Thu Nov 19 09:57:50 UTC 2020",
    "company": "Wonder",
    "company_url": "https://www.wonder.me/",
    "location": "Berlin, BE, DE",
    "title": "Engineering Manager (f/m/d)",
    "description": "\u003cp\u003eEngineering Manager (f/m/d)\u003c/p\u003e\n\u003cp\u003eOur mission is to give the world a space where groups can meet and talk**\nOnline meetings are transactional. This means that the human side of getting together gets lost, the side that lives off spontaneous chats, random encounters or unexpected conversations. We believe that's at the core of 'Zoom fatigue' - not poor video connection or audio issues.\u003c/p\u003e\n\u003cp\u003eWonder is a virtual space where you can connect to others in a more spontaneous and fluid way. You walk around freely and choose what groups you want to join. It's fun, creative, energizing and we believe it's the future of how people will get together online. You can check it out \u003ca href=\"https://www.wonder.me/r?id=wonder-team-office\"\u003e\u003cstrong\u003ehere\u003c/strong\u003e\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe're a VC-backed team based in Kreuzberg, Berlin. If you want to learn more about us and what it's like to work at Wonder, have a look at this \u003ca href=\"https://app.pitch.com/app/public/presentation/79be9368-d12b-41a1-b2a3-fb3e9f50c420\"\u003e\u003cstrong\u003epresentation\u003c/strong\u003e\u003c/a\u003e we created for you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will be part of our world-class product team\u003c/strong\u003e\nThe mission of our product team is to define and execute the product vision. We ship major new features bi-weekly while making sure the product runs smoothly and without bugs. We're fast.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAs part of that team, you will:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLead the technical development of the product.\u003c/li\u003e\n\u003cli\u003eOwn the ongoing refactoring process.\u003c/li\u003e\n\u003cli\u003eHelp developers grow and learn along technical and non-technical dimensions.\u003c/li\u003e\n\u003cli\u003eContribute your best knowledge and experience about technology, products, and processes.\u003c/li\u003e\n\u003cli\u003eShape the product roadmap with us.\u003c/li\u003e\n\u003cli\u003eWrite code (duh).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWho we look for\u003c/strong\u003e\nBroadly speaking, we look for product people. Concretely, this means you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave experience in building an engaged and high-performance team.\u003c/li\u003e\n\u003cli\u003eYou are a strong communicator around hard concepts and have a pragmatic approach.\u003c/li\u003e\n\u003cli\u003eKnow the latest state of technology and what we can do with it.\u003c/li\u003e\n\u003cli\u003eHave a strong instinct for great products and what makes them great.\u003c/li\u003e\n\u003cli\u003eLove Wonder as much as we do.\u003c/li\u003e\n\u003cli\u003eExperience in JavaScript and one or more programming languages (e.g. C/C++, Python, Go, Java).\u003c/li\u003e\n\u003cli\u003eExperience across the full JS-based stack (both Node.JS and ReactJS).\u003c/li\u003e\n\u003cli\u003eIdeally, you have experience with PostgreSQL, Kubernetes, WebRTC, Redis, CI/CD.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe strongly encourage female and diverse candidates to apply. The role is based in Berlin, with flexible working arrangements, a generous equity package, and competitive pay.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhy you should join us\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOur work is technically challenging: we're using WebGL for rendering 3-dimensional rooms that expand when more users join. Now, we are starting to build our own WebRTC backend. It's incredibly challenging to enable real-time communication and data-flow between thousands of user.\u003c/li\u003e\n\u003cli\u003eThe future of work is a hot topic: remote communication will transform the way humans live and work. We want to become a core pillar of the online working stack. You'll tell your grandchildren that you were part of it.\u003c/li\u003e\n\u003cli\u003eWe have a world-class engineering team: we're a product-focused company and are assembling some of the smartest and most talented developers and designers to build Wonder.\u003c/li\u003e\n\u003cli\u003eIt's an exciting stage: You will shape a product from the very beginning and see its fastest growth. If you want to build something, this is just the right time.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e\nApply via the online \u003ca href=\"https://ltpx.nl/jLQj7wM\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/043b19c9a2a9e79b91089ecb661e02dc67dbeeaa/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d323034333334\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/8k8r075\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdGFPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dcf8ec40e54f148e3cc0c98858553486f016ec36/wonder.jpg"
  },
  {
    "id": "a3fb4556-a1be-48dc-b4da-e3f439560ab5",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/a3fb4556-a1be-48dc-b4da-e3f439560ab5",
    "created_at": "Mon Oct 19 18:43:11 UTC 2020",
    "company": "AXIOS",
    "company_url": "http://axios.com",
    "location": "Remote (USA)",
    "title": "Director of Engineering",
    "description": "\u003cp\u003eQuick Take: Axios is a growth-stage startup dedicated to providing trustworthy, award-winning news content in an audience-first format. We're hiring a Director of Engineering!\u003c/p\u003e\n\u003cp\u003eWhy it Matters: Delivering great products means great passionate and talented technologists. The Director of Engineering will set standards for Axios while growing, coaching, and holding accountable the staff that delivers our compelling products.\u003c/p\u003e\n\u003cp\u003eThe Details: Ideal candidates will embody an entrepreneurial spirit, a passion for Axios’ mission and will be responsible for the following:\u003c/p\u003e\n\u003cp\u003eWork closely with Product, Design, and Engineering leadership to build a vision for technology at Axios\nPartner with Engineering Managers to set standards and define best practices\nHire, retain, support, and grow the engineering talent Axios needs to succeed\nCoach and mentor staff to help them grow in their abilities as they work with cross-functional product-oriented team members\nEnsure all engineers in your domain are delivering high-quality technical output\nOversee architectural process and help grow architectural skills across engineering\nPartner with engineers to plan, problem solve, and optimize for the best technical solutions\nDemonstrate excellent judgment in professional and technical decision making\nWeigh risk, maintainability, cost-impact, dev-impact, and business impact, to result in proposing the best possible solution\nPromote test-driven-development and prioritize strategies to reduce risk \nBe an authority on end-to-end systems architecture and modern pipeline design\nHold yourself and your team accountable to delivering high-quality, pragmatic results that meet the needs of the business in the timelines provided\u003c/p\u003e\n\u003cp\u003eQualifications:\u003c/p\u003e\n\u003cp\u003eProven track record with extensive experience as a software engineer, architect, and manager with deep, current technical experience \nExperience leading and managing multiple teams of developers in a fast-growth environment\nDeep, current technical capacity with software development, front-end architecture, data design and implementation, and enterprise-grade software delivery\nProven track record of creating pragmatic, maintainable systems, using industry-recognized best practices\nExperience shipping, maintaining, scaling, and evolving highly-utilized production products \nDeep experience applying agile practices to streamline team delivery and output\nSignificant, current knowledge of Python, Node related frameworks, and technologies\nExpertise in frontend technologies, specifically React and React Native\nExperience with Go or Native Mobile development, is a plus\nExtensive experience evaluating, implementing, and supporting third-party solutions for ad-tech, BI tooling, and general analytics a huge plus\nA passion for the Axios mission and media \u003c/p\u003e\n\u003cp\u003eDon’t forget:\u003c/p\u003e\n\u003cp\u003eCompetitive salary\nHealth insurance (100% paid for individuals, 75% for families)\nPrimary caregiver 12-week paid leave\n401K\nGenerous vacation policy, plus company holidays\nCompany equity\nCommuter and cell phone benefit\nA commitment to an open, inclusive, and diverse work culture\nAnnual learning and development stipend\u003c/p\u003e\n\u003cp\u003eAdditional pandemic-related benefits:\u003c/p\u003e\n\u003cp\u003eOne mental health day per month\n$100 monthly work-from-home stipend\nTele-mental health services \nOneMedical membership, including tele-health services \nIncreased work flexibility for parents and caretakers \nAccess to the Axios “Family Fund”, which was created to allow employees to request financial support when facing financial hardship or emergencies \nWeekly company-sponsored exercise and meditation classes \nVirtual company-sponsored social events\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://grnh.se/029a4eb71us\"\u003ehttps://grnh.se/029a4eb71us\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaitNIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6cc0e96250117c5a25779da18ad1a2c5a2d98338/Axios%20logo%20-%20RGB%20-%20minimum%20space.jpg"
  },
  {
    "id": "3c76cd64-2149-4f3f-8fbd-b3e547ea2b52",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/3c76cd64-2149-4f3f-8fbd-b3e547ea2b52",
    "created_at": "Tue Nov 17 22:35:50 UTC 2020",
    "company": "Nisum",
    "company_url": "https://www.nisum.com/",
    "location": "San Francisco",
    "title": "UI Technical Lead",
    "description": "\u003cp\u003eNisum is a leading global digital commerce firm headquartered in California, with services spanning digital strategy and transformation, insights and analytics, blockchain, business agility, and custom software development. Founded in 2000 with the customer-centric motto “Building Success Together®,” Nisum has grown to over 1,400 professionals across the United States, Chile, India, and Pakistan. A preferred advisor to leading Fortune 500 brands, Nisum enables clients to achieve direct business growth by building the advanced technology they need to reach end customers in today’s world, with immersive and seamless experiences across digital and physical channels.\u003c/p\u003e\n\u003cp\u003eWe are currently looking for UI Technical Lead profiles with a strong technical and handson experience  in React / Node JS with ability to lead and work with a team of developers.\u003c/p\u003e\n\u003cp\u003eWhat You will Do:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eCompetent in programming and debugging across multiple modules and dealing with related external dependencies\u003c/li\u003e\n\u003cli\u003eProvides story or business requirements breakdown planning and estimation, reviews, and evaluates the team's estimates\u003c/li\u003e\n\u003cli\u003eAccountable for complex stories or business requirements\u003c/li\u003e\n\u003cli\u003eIdentifies feature and module dependencies\u003c/li\u003e\n\u003cli\u003eProposes mitigation plans for identified risks and problems\u003c/li\u003e\n\u003cli\u003eSuggests process improvements and best practices\u003c/li\u003e\n\u003cli\u003eAble to identify, evaluate and discuss alternative technologies and techniques\u003c/li\u003e\n\u003cli\u003eInteracts with team members, other IT teams, business users, individual contributors, managers\u003c/li\u003e\n\u003cli\u003eActively shares knowledge within domain and outside domain as well\u003c/li\u003e\n\u003cli\u003eMentors co-workers within area of expertise, improves other's productivity\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWhat You Know:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e10 years and above overall years of experience\u003c/li\u003e\n\u003cli\u003eExpertise in React / NodeJS\u003c/li\u003e\n\u003cli\u003eExperience in managing a team\u003c/li\u003e\n\u003cli\u003eAble to understand the requirements from the business stakeholders and work with remote location teams.\u003c/li\u003e\n\u003cli\u003eExperience in Devops is a nice to have skill\u003c/li\u003e\n\u003cli\u003eShould have experience with New Relic\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eEducation:\nBachelor’s degree in Computer Science, Information Systems, Engineering, Computer Applications, or related field\u003c/p\u003e\n\u003cp\u003eNisum is an Equal Opportunity Employer and we are proud of our ongoing efforts to foster diversity and inclusion in the workplace.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease email your responses to \u003ca href=\"mailto:aykumar@nisum.com\"\u003eaykumar@nisum.com\u003c/a\u003e. We look forward to connecting with you soon and taking this forward.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc3VPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--44b204280f6a3d7d2e85aaae6235b2683bb79bde/Nisum%20logo.png"
  },
  {
    "id": "79ef9c3e-487f-4b0e-8fbf-9af66542b3f1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/79ef9c3e-487f-4b0e-8fbf-9af66542b3f1",
    "created_at": "Tue Nov 17 14:15:44 UTC 2020",
    "company": "Pon Digital Solutions",
    "company_url": null,
    "location": "Zuiderslag 2, 3833 BP, Leusden",
    "title": "Senior Front End Developer",
    "description": "\u003cp\u003e\u003cstrong\u003eBen jij diegene die moderne, creatieve en functionele front-end applicaties ontwikkelt?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat ga je doen\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls Senior Front End Developer ontwikkel je dagelijks moderne, creatieve en functionele front-end applicaties die écht het verschil maken en worden gebruikt door grote groepen eindgebruikers. Daarnaast help en coach je Junior Front End Developers.\u003c/p\u003e\n\u003cp\u003eVoordat een project start, kies je samen met je team de technologieën die jullie willen gebruiken (je kunt deze keuze uiteraard goed beargumenteren). Bij het maken van de code bouw je, waar het kan, ‘reusable high performance code’ en deelt deze, samen met je kennis, met je collega’s waar het kan.\u003c/p\u003e\n\u003cp\u003eNaast de projectwerkzaamheden lever je een bijdrage aan Pon Digital Solutions: een scale-up binnen een corporate omgeving. Het team bestaat uit 20 enthousiaste specialisten en developers. Echte vakmensen van A-kwaliteit, waarmee je goed kunt sparren.\u003c/p\u003e\n\u003cp\u003eEn oh ja, we werken volledige Agile, op basis van scrum en hebben iedere maand een innovatiedag waar we bouwen aan onze eigen innovatieve oplossingen.\u003c/p\u003e\n\u003cp\u003eBekijk onze video voor meer informatie: \u003ca href=\"https://www.youtube.com/watch?v=wf8drvVRgp4\"\u003eWerken bij Pon Digital Solutions\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWat vragen we van jou\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eOm deze rol succesvol uit te voeren, is het belangrijk dat je een gepassioneerde developer bent: je krijgt energie van mooie oplossingen bouwen. Je bent continu aan het leren en houdt de community goed in de smiezen.\u003c/p\u003e\n\u003cp\u003eVerder vragen we:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKennis van (één van) de nieuwste technologieën: React Native, Angular 2+, Vue JS, Node, Webpack en/of CI/CD\u003c/li\u003e\n\u003cli\u003eErvaring als Front End Developer\u003c/li\u003e\n\u003cli\u003eAffiniteit met coaching om Junior Developers te ondersteunen waar nodig\u003c/li\u003e\n\u003cli\u003eDat je je gezonde verstand gebruikt om de beste oplossingen voor klanten te vinden\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWat bieden wij\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBehalve dat je de hele dag voor de mooiste merken werkt, krijg je samen met je team de tijd om te innoveren en kun je doorgroeien tot Full Stack Developer wanneer je dat wilt.\u003c/p\u003e\n\u003cp\u003e‘Make it Fun’ is één van onze kernwaarden en bij Pon kun je rekenen op uitstekende arbeidsvoorwaarden:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eEen (meer dan) marktconform salaris (tussen de €4.000,- en €5.500,-), met goede bonusregeling van max. 15%\u003c/li\u003e\n\u003cli\u003eEen flexibele werkplek. Werken waar je wil; vanuit huis, op kantoor of ergens anders. We vinden het belangrijk om fysiek samen te komen tijdens team meetings\u003c/li\u003e\n\u003cli\u003e20 vakantiedagen per jaar op basis van een fulltime dienstverband\u003c/li\u003e\n\u003cli\u003eEen individueel keuze budget op basis van 13 vakantiedagen, 8% vakantiegeld en EUR 300,- bruto werkgeversbijdrage ONVZ (indien van toepassing)\u003c/li\u003e\n\u003cli\u003eCYOD: kies zelf je device (laptop en telefoon)\u003c/li\u003e\n\u003cli\u003eEen goede pensioenregeling van Pon\u003c/li\u003e\n\u003cli\u003eEen collectieve zorgverzekering bij ONVZ\u003c/li\u003e\n\u003cli\u003ePon Fit: doe mee aan bootcamps, fiets- en wielerrondes, hardloopevents, hockey, golfclinics en nog veel meer\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eOver de organisatie\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003ePon Digital Solutions bedenkt, ontwerpt en bouwt software voor de merken van Pon: van Gazelle en Caterpillar tot Skoda en Volkswagen. We bouwen onder andere aan webshops, workflow engines, API’s, mobile apps, IoT-oplossingen en websites. Ons doel? Digitale innovatie binnen Pon stimuleren én realiseren!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOverige informatie\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eHeb je nog vragen? Neem dan contact op met Gabriella Serreli via 06-53927769 of \u003ca href=\"mailto:gabriella.serreli@pon.com\"\u003egabriella.serreli@pon.com\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eSollicitatieprocedure\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDe sollicitatieprocedure ziet er als volgt uit:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAls je hebt gesolliciteerd, ontvang je zo snel mogelijk een reactie van ons.\u003c/li\u003e\n\u003cli\u003eHet eerste gesprek is met Gabriella en Zeger (de technical lead van Digital Solutions).\u003c/li\u003e\n\u003cli\u003eVervolgens doe je een assessment waar één van de leads bij aanschuift.\u003c/li\u003e\n\u003cli\u003eAls de uitslag van je assessment positief is, krijg je uiterlijk de volgende dag een voorstel van ons.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eDe gemiddelde doorlooptijd van de sollicitatieprocedure is 2-3 weken.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAcquisitie op basis van deze vacature wordt niet op prijs gesteld.\u003c/strong\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eJe kan direct je cv en motivatie sturen door \u003ca href=\"https://vonq.io/3lFl3GH\"\u003e\u003cstrong\u003ehier\u003c/strong\u003e\u003c/a\u003e  te klikken.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcnlPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c4848156a18f7f4b0d3f3f81c7ec6225c8b9af68/Pon_logo.jpg"
  },
  {
    "id": "eca51a03-d3e1-42d2-b718-1142b3199826",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/eca51a03-d3e1-42d2-b718-1142b3199826",
    "created_at": "Fri Nov 13 15:08:21 UTC 2020",
    "company": "Oviavo GmbH",
    "company_url": "https://oviavo.com/",
    "location": "Berlin",
    "title": "(Senior) Frontend / Fullstack Developer (w/m/d) onsite Berlin",
    "description": "\u003cp\u003eWe are OVIAVO and our vision is to become the leading platform for fertility solutions in Europe. We help individuals to better understand the topic of fertility and provide innovative digital and physical solutions by using the latest technologies.\u003c/p\u003e\n\u003cp\u003eBuilding on the success of our current service, we have a great vision for our future digital platforms. To realize this vision we are looking for a (Senior) Frontend / Fullstack Engineer excited to build, grow and scale our products with us. We need the help of a dedicated, curious and versatile developer with a passion for simplicity, performance and security. Does this sound like you?\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eTasks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will be an essential part of our interdisciplinary product team and will participate in every stage of the product development lifecycle.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eown the implementation, testing and integration of our platform\u003c/li\u003e\n\u003cli\u003ecollaborate strongly in ideating, prototyping, testing, defining and prioritizing features\u003c/li\u003e\n\u003cli\u003ebe aware of user research results and guide us from a technical perspective\u003c/li\u003e\n\u003cli\u003ehelp us improve our code quality, data security and user experience continuously\u003c/li\u003e\n\u003cli\u003eYou are joining the team in an exciting early stage, although we are well on the way to develop a MVP, there is plenty of room for your ideas. Since we use Typescript in the frontend and backend everybody can participate in both areas.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eThis means right now you will act more as a generalist but as we grow there will be plenty of opportunities to develop into other roles and specialisations you might be interested in. It goes without saying that we heavily encourage and support learning new skills!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eFormal education is not important to us. What matters is how skilled you are, how well you collaborate with your team and how pragmatic you can be if needed.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eA few things we would like you to have:\u003c/em\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou have a rather broad range of experience in modern web technologies and consider yourself a versatile allrounder with deep knowledge of how to build modern frontend apps.\u003c/li\u003e\n\u003cli\u003eProficiency with our current tech stack of Node.js, React (PWA), Typescript, GraphQL and AWS\u003c/li\u003e\n\u003cli\u003eYou love to collaborate directly with designers and improve each others knowledge and workflows\u003c/li\u003e\n\u003cli\u003eManaging the full application lifecycle from development to production is something you can't imagine any other way\u003c/li\u003e\n\u003cli\u003eYou have a good understanding of cryptography and security\u003c/li\u003e\n\u003cli\u003eYou would impress us even more if you had some experience with:\u003c/li\u003e\n\u003cli\u003eImplementing complex backends with modern micro service architectures\u003c/li\u003e\n\u003cli\u003eImplementing PWAs and perhaps even publishing them to app stores\u003c/li\u003e\n\u003cli\u003eBuilding mobile experiences\u003c/li\u003e\n\u003cli\u003eData modelling and designing APIs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAn attractive employee participation program\u003c/li\u003e\n\u003cli\u003eIn our product team we really try to live up to our understanding of agile, user centric, lean and continuous improvement. We don't hide behind these terms to justify chaotic planning, unrealistic expectations and autocratic decision making\u003c/li\u003e\n\u003cli\u003eGenuine empowerment: We believe that our platform makes a positive difference in the lives of all people, especially for women and LGBTQ+\u003c/li\u003e\n\u003cli\u003eWe have just been successfully financed and have strong investors on our side\u003c/li\u003e\n\u003cli\u003eFlat hierarchies, short decision-making paths and direct cooperation with product leadership\u003c/li\u003e\n\u003cli\u003eWe live a direct, open and appreciative culture\u003c/li\u003e\n\u003cli\u003eYou want to be part of this success story? We are looking forward to receiving your online application with your salary expectation and possible start date.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eIMPORTANT:\u003c/strong\u003e We strongly encourage especially women and LGBTQ+ people to apply for this position even if your profile doesn’t match the description 100%. We build a service which aims to reduce inequalities and strives for inclusion and we want our team to reflect it.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://oviavo.join.com/jobs/1566612-senior-frontend-fullstack-developer-w-m-d-onsite-berlin?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfrontend%2Bfullstack%2Bdeveloper%2Bw%2Bm%2Bd%2Bonsite%2Bberlin\"\u003ehttps://oviavo.join.com/jobs/1566612-senior-frontend-fullstack-developer-w-m-d-onsite-berlin?pid=357a3b4531918760973f\u0026amp;utm_source=github_jobs\u0026amp;utm_medium=paid\u0026amp;utm_campaign=single%2Bposting\u0026amp;utm_content=senior%2Bfrontend%2Bfullstack%2Bdeveloper%2Bw%2Bm%2Bd%2Bonsite%2Bberlin\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcUdPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--dc2fbda8a56d475cd6adcc7a7aa3d1e6d7b6f6d0/oviavo-black.png"
  },
  {
    "id": "d5c03285-37e2-4c82-8af5-a67e84e9d593",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/d5c03285-37e2-4c82-8af5-a67e84e9d593",
    "created_at": "Fri Nov 13 11:22:10 UTC 2020",
    "company": "Lampenwelt GmbH",
    "company_url": "https://www.lampenwelt.de/",
    "location": "Remote",
    "title": "NodeJS (TypeScript) Software Engineer (m/w/x)",
    "description": "\u003cp\u003eSuchst du eine neue, spannende Herausforderung? Eine Anstellung mit starken Entwicklungsmöglichkeiten in einem der führenden Online-Unternehmen Deutschlands? Persönliche und berufliche Entfaltungsmöglichkeiten?\u003c/p\u003e\n\u003cp\u003eLampenwelt.de gehört zu den führenden E-Commerce Unternehmen Deutschlands und ist unter den Online-Spezialisten in seiner Branche Marktführer und Benchmark in Europa. Wir sind in 17 europäischen Ländern aktiv. Mit einem Team von aktuell 370 Mitarbeitern aus 25 Nationen schreiben wir die Erfolgsgeschichte von Lampenwelt fort – und brauchen Verstärkung.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDeine Aufgaben:\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAls Teil eines Softwareentwicklungsteams setzt du Anforderungen an unserer Backend Plattform in TypeScript (NodeJS) um\nDu schreibst wartbaren Code und sorgst mit automatisierten Tests unter Berücksichtigung der Testpyramide dafür, dass dieser wie erwartet funktioniert\nPlanung \u0026amp; Entwicklung der AWS-Infrastruktur “as Code” (AWS CloudFormation) und Rollout von Änderungen mithilfe der jeweiligen Gitlab CD-Pipeline\nSicherstellung eines reibungslosen Betriebs mithilfe von CheckMK, ELK und Grafana\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eDu bringst mit:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAbgeschlossenes Studium in den Bereichen Wirtschaftsinformatik,  Informatik oder eine ähnliche Ausbildung bzw. vergleichbare Kenntnisse\u003c/li\u003e\n\u003cli\u003eMehr als 3 Jahre Erfahrung in der Backend Webentwicklung\u003c/li\u003e\n\u003cli\u003eErfahrung mit TypeScript, NodeJS und idealerweise AWS (ECS, Lambda) sowie in der Entwicklung von RESTful-APIs, Websockets und verteilten Systemen\u003c/li\u003e\n\u003cli\u003eClean Code und gängige Softwaredesign-Patterns sind dir bekannt\u003c/li\u003e\n\u003cli\u003eErfahrungen mit automatisierten Softwaretests (z.B. mit Jest)\u003c/li\u003e\n\u003cli\u003eMentalität eines Teamplayers gepaart mit einer engagierten und zuverlässigen, strukturiert und eigenverantwortlichen Persönlichkeit, die analytisch und algorithmisch denkt und handelt\u003c/li\u003e\n\u003cli\u003eGute Deutsch- und Englischkenntnisse in Wort und Schrift\u003c/li\u003e\n\u003cli\u003eErfahrungen mit Docker und CheckMK sind von Vorteil\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHome-Office Regelung\u003c/li\u003e\n\u003cli\u003eSonderkonditionen auf unsere Produktpalette\u003c/li\u003e\n\u003cli\u003eIndividuelle Arbeitsplatzeinrichtung und höhenverstellbare Tische\u003c/li\u003e\n\u003cli\u003eMöglichkeit der Gleitzeitarbeit\u003c/li\u003e\n\u003cli\u003eSo viel Wasser und Kaffee, wie du trinken kannst und regelmäßige Obsttage\u003c/li\u003e\n\u003cli\u003eIndividuelle Weiterbildung und Besuch von Fachmessen\u003c/li\u003e\n\u003cli\u003eBeitrag zum eigenen Wunschrad\u003c/li\u003e\n\u003cli\u003eSonderkonditionen für Lampenweltmitarbeiter in allen Fitnessstudios\u003c/li\u003e\n\u003cli\u003eFrüh Verantwortung übernehmen und aktiv mitgestalten\u003c/li\u003e\n\u003cli\u003eAuf einen Kaffee treffen mit unserem CEO in der Teeküche? Teilnehmen an der firmeneigenen Lauf- oder Fußballgruppe? Bei uns wird das Miteinander gelebt!\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://lampenwelt.join.com/jobs/1572120-nodejs-typescript-software-engineer-m-w-x?pid=71fbd6149a82b0b128ee\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=stackoverflow\u0026amp;utm_content=nodejs%2Btypescript%2Bsoftware%2Bengineer%2Bm%2Bw%2Bx\"\u003ehttps://lampenwelt.join.com/jobs/1572120-nodejs-typescript-software-engineer-m-w-x?pid=71fbd6149a82b0b128ee\u0026amp;utm_source=stackoverflow\u0026amp;utm_medium=paid\u0026amp;utm_campaign=stackoverflow\u0026amp;utm_content=nodejs%2Btypescript%2Bsoftware%2Bengineer%2Bm%2Bw%2Bx\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcG1PIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--ec8a3da4c8ff5ea00512ddfa6157bc268b876c4e/images.png"
  },
  {
    "id": "7d3e4594-45b9-48c6-903c-8848616054dd",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/7d3e4594-45b9-48c6-903c-8848616054dd",
    "created_at": "Wed Nov 11 14:00:03 UTC 2020",
    "company": "Genpact",
    "company_url": "https://careers.genpact.com/job/GENPUS22747/Principal-Consultant-UI-with-React-Node-JS?utm_source=github\u0026utm_medium=smartdreamers\u0026utm_campaign=NOV_Principal_Consultant-_UI_with_React%2C_Node_%26_JS_MEXICO",
    "location": "Mexico",
    "title": "Principal Consultant- UI with React, Node \u0026 JS",
    "description": "\u003cp\u003eWith a startup spirit and 90,000+ curious and courageous minds, we have the expertise to go deep with the world’s biggest brands—and we have fun doing it. Now, we’re calling all you rule-breakers and risk-takers who see the world differently, and are bold enough to reinvent it. Come, transform with us.\nInviting applications for the role of Principal Consultant – UI with React, Node and Javascript.\nIn this role, resource will be responsible to collaborate with design team, technology, and architecture teams. Responsible for the usage of technologies across the existing client products. Create reusable components, and perform integration testing, design and maintain coding standards to enhance user experience.\nResponsibilities!\nThe Candidate should have\nGood technical experience with hands-on experience in UI activities with React, Node and Java.\nThere should be Experience with React with Oriented Javascript/Typescript Development using modern architectures and libraries.\nRelevant experience in React oriented design and Development including highly flexible development Lifecycle.\u003c/p\u003e\n\u003cp\u003eQualifications:\nMinimum qualifications\nB. Tech/MCA\nPreferred qualifications :\nThe relevant candidate should have :\nTechnology degree Education and Technology certifications. Multiple year, Software engineering experience in agile environments and DevOps. Good Experience of working in Product and Platform thinking teams. Digital marketing experiences a big plus.\u003c/p\u003e\n\u003cp\u003eCore Technology Engineering teams in Consumer Engineering. Global Go To Market \u0026amp; Global Marketing, Growth, Channel Planners. Offshore Dev Teams, Campaign Delivery Experts, Process Design Developers, Enablement Pods.\u003c/p\u003e\n\u003cp\u003eAgencies \u0026amp; Partners: Multiple Can probe the customer and ask relevant questions to get the necessary clarifications on requirements and conveys the same to technical solution teams. Good written, presentation / verbal communication skills with experience of customer interfacing roles.\u003c/p\u003e\n\u003cp\u003eIn-depth requirement understanding skills with good analytical and problem solving ability, interpersonal efficiency, and positive demeanor. A very Good teammate with an experience of working in a multi-stakeholder environment.\nCollaborate efficiently with multi-cultural, dispersed and multi-party teams \u0026amp; working within a matrix structure to harness capabilities of the team and build a proposal.\u003c/p\u003e\n\u003cp\u003eGenpact is an equal opportunity employer with best in the class remunerations and benefits like PF, Earned leaves, sick leaves etc. You will get a good work life balance along with on the job performing and learning. We also provide health insurance.\u003c/p\u003e\n\u003cp\u003eGenpact is an Equal Opportunity Employer and considers applicants for all positions without regard to race, color, religion or belief, sex, age, national origin, citizenship status, marital status, military/veteran status, genetic information, sexual orientation, gender identity, physical or mental disability or any other characteristic protected by applicable laws . Genpact is committed to creating a dynamic work environment that values diversity and inclusion, respect and integrity, customer focus, and innovation. For more information, visit \u003ca href=\"http://www.genpact.com\"\u003ewww.genpact.com\u003c/a\u003e. Follow us on Twitter, Facebook, LinkedIn, and YouTube.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eYou can apply directly on our career page.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbjJPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--82472ee064caa657472a4108b9f095e45c7e1787/1200px-Genpact_logo.svg.png"
  },
  {
    "id": "850b3736-5119-46a1-95f9-897b94e78cbb",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/850b3736-5119-46a1-95f9-897b94e78cbb",
    "created_at": "Wed Nov 11 13:58:32 UTC 2020",
    "company": "Genpact",
    "company_url": "https://careers.genpact.com/job/GENPUS23266/Lead-Consultant-UI-with-React-Node-JS?utm_source=github\u0026utm_medium=smartdreamers\u0026utm_campaign=NOV_Lead_Consultant-_UI_with_React%2C_Node_%26_JS_CANADA",
    "location": "Capital Markets, CA",
    "title": "Lead Consultant- UI with React, Node \u0026 JS",
    "description": "\u003cp\u003eWith a startup spirit and 90,000+ curious and courageous minds, we have the expertise to go deep with the world’s biggest brands—and we have fun doing it. Now, we’re calling all you rule-breakers and risk-takers who see the world differently, and are bold enough to reinvent it. Come, transform with us.\nInviting applications for the role of Lead Consultant – UI with React, Node and Javascript.\nIn this role, resource will be responsible to collaborate with design team, technology, and architecture teams. Responsible for the usage of technologies across the existing client products. Create reusable components, and perform integration testing, design and maintain coding standards to enhance user experience.\nResponsibilities!\nThe Candidate should have\nGood technical experience with hands-on experience in UI activities with React, Node and Java.\nThere should be Experience with React with Oriented Javascript/Typescript Development using modern architectures and libraries.\nRelevant experience in React oriented design and Development including highly flexible development Lifecycle.\u003c/p\u003e\n\u003cp\u003eQualifications:\nMinimum qualifications\nB. Tech/MCA\nPreferred qualifications :\nThe relevant candidate should have :\nTechnology degree Education and Technology certifications. Multiple year, Software engineering experience in agile environments and DevOps. Good Experience of working in Product and Platform thinking teams. Digital marketing experiences a big plus.\u003c/p\u003e\n\u003cp\u003eCore Technology Engineering teams in Consumer Engineering. Global Go To Market \u0026amp; Global Marketing, Growth, Channel Planners. Offshore Dev Teams, Campaign Delivery Experts, Process Design Developers, Enablement Pods.\u003c/p\u003e\n\u003cp\u003eAgencies \u0026amp; Partners: Multiple Can probe the customer and ask relevant questions to get the necessary clarifications on requirements and conveys the same to technical solution teams. Good written, presentation / verbal communication skills with experience of customer interfacing roles.\u003c/p\u003e\n\u003cp\u003eIn-depth requirement understanding skills with good analytical and problem solving ability, interpersonal efficiency, and positive demeanor. A very Good teammate with an experience of working in a multi-stakeholder environment.\nCollaborate efficiently with multi-cultural, dispersed and multi-party teams \u0026amp; working within a matrix structure to harness capabilities of the team and build a proposal.\u003c/p\u003e\n\u003cp\u003eGenpact is an equal opportunity employer with best in the class remunerations and benefits like PF, Earned leaves, sick leaves etc. You will get a good work life balance along with on the job performing and learning. We also provide health insurance.\u003c/p\u003e\n\u003cp\u003eGenpact is an Equal Opportunity Employer and considers applicants for all positions without regard to race, color, religion or belief, sex, age, national origin, citizenship status, marital status, military/veteran status, genetic information, sexual orientation, gender identity, physical or mental disability or any other characteristic protected by applicable laws . Genpact is committed to creating a dynamic work environment that values diversity and inclusion, respect and integrity, customer focus, and innovation. For more information, visit \u003ca href=\"http://www.genpact.com\"\u003ewww.genpact.com\u003c/a\u003e. Follow us on Twitter, Facebook, LinkedIn, and YouTube.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eYou can apply directly on our career page.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnlPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--92b781bec01a54307307ba50a6b2b8d95672acba/1200px-Genpact_logo.svg.png"
  },
  {
    "id": "c3eb13ab-8fbe-4f5c-9c89-73f5f96d4fd7",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/c3eb13ab-8fbe-4f5c-9c89-73f5f96d4fd7",
    "created_at": "Wed Nov 11 13:56:53 UTC 2020",
    "company": "Genpact",
    "company_url": "https://careers.genpact.com/job/GENPUS23337/Principal-Consultant-UI-with-React-Node-JS?utm_source=github\u0026utm_medium=smartdreamers\u0026utm_campaign=NOV_Principal_Consultant-_UI_with_React%2C_Node_%26_JS_COSTA_RICA",
    "location": "San Jose, Costa Rica",
    "title": "Principal Consultant- UI with React, Node \u0026 JS",
    "description": "\u003cp\u003eWith a startup spirit and 90,000+ curious and courageous minds, we have the expertise to go deep with the world’s biggest brands—and we have fun doing it. Now, we’re calling all you rule-breakers and risk-takers who see the world differently, and are bold enough to reinvent it. Come, transform with us.\nInviting applications for the role of Principal Consultant – UI with React, Node and Javascript.\nIn this role, resource will be responsible to collaborate with design team, technology, and architecture teams. Responsible for the usage of technologies across the existing client products. Create reusable components, and perform integration testing, design and maintain coding standards to enhance user experience.\nResponsibilities!\nThe Candidate should have\nGood technical experience with hands-on experience in UI activities with React, Node and Java.\nThere should be Experience with React with Oriented Javascript/Typescript Development using modern architectures and libraries.\nRelevant experience in React oriented design and Development including highly flexible development Lifecycle.\u003c/p\u003e\n\u003cp\u003eQualifications:\nMinimum qualifications\nB. Tech/MCA\nPreferred qualifications :\nThe relevant candidate should have :\nTechnology degree Education and Technology certifications. Multiple year, Software engineering experience in agile environments and DevOps. Good Experience of working in Product and Platform thinking teams. Digital marketing experiences a big plus.\u003c/p\u003e\n\u003cp\u003eCore Technology Engineering teams in Consumer Engineering. Global Go To Market \u0026amp; Global Marketing, Growth, Channel Planners. Offshore Dev Teams, Campaign Delivery Experts, Process Design Developers, Enablement Pods.\u003c/p\u003e\n\u003cp\u003eAgencies \u0026amp; Partners: Multiple Can probe the customer and ask relevant questions to get the necessary clarifications on requirements and conveys the same to technical solution teams. Good written, presentation / verbal communication skills with experience of customer interfacing roles.\u003c/p\u003e\n\u003cp\u003eIn-depth requirement understanding skills with good analytical and problem solving ability, interpersonal efficiency, and positive demeanor. A very Good teammate with an experience of working in a multi-stakeholder environment.\nCollaborate efficiently with multi-cultural, dispersed and multi-party teams \u0026amp; working within a matrix structure to harness capabilities of the team and build a proposal.\u003c/p\u003e\n\u003cp\u003eGenpact is an equal opportunity employer with best in the class remunerations and benefits like PF, Earned leaves, sick leaves etc. You will get a good work life balance along with on the job performing and learning. We also provide health insurance.\u003c/p\u003e\n\u003cp\u003eGenpact is an Equal Opportunity Employer and considers applicants for all positions without regard to race, color, religion or belief, sex, age, national origin, citizenship status, marital status, military/veteran status, genetic information, sexual orientation, gender identity, physical or mental disability or any other characteristic protected by applicable laws . Genpact is committed to creating a dynamic work environment that values diversity and inclusion, respect and integrity, customer focus, and innovation. For more information, visit \u003ca href=\"http://www.genpact.com\"\u003ewww.genpact.com\u003c/a\u003e. Follow us on Twitter, Facebook, LinkedIn, and YouTube.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eYou can apply directly on our career page.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbnFPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--4438c97ebe8e7a5d1b2bdf8d2ed28daaa0a685ba/1200px-Genpact_logo.svg.png"
  },
  {
    "id": "25e7a9a7-73a3-4ad5-b365-8a71684a534f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/25e7a9a7-73a3-4ad5-b365-8a71684a534f",
    "created_at": "Wed Nov 11 13:51:50 UTC 2020",
    "company": "Genpact",
    "company_url": "https://careers.genpact.com/job/GENPUS23426/Lead-Consultant-UI-with-React-Node-JS?utm_source=github\u0026utm_medium=smartdreamers\u0026utm_campaign=NOV_Lead_Consultant-_UI_with_React%2C_Node_%26_JS__GUATEMALA",
    "location": "Guatemala",
    "title": "Lead Consultant- UI with React, Node \u0026 JS",
    "description": "\u003cp\u003eLead Consultant- UI with React, Node \u0026amp; JS - CAP026382\nLead Consultant–UI with React, Node and Javascript\nFunction : Operations\nGuatemala\nWith a startup spirit and 90,000+ curious and courageous minds, we have the expertise to go deep with the world’s biggest brands—and we have fun doing it. Now, we’re calling all you rule-breakers and risk-takers who see the world differently, and are bold enough to reinvent it. Come, transform with us.\nInviting applications for the role of Lead Consultant – UI with React, Node and Javascript.\nIn this role, resource will be responsible to collaborate with design team, technology, and architecture teams. Responsible for the usage of technologies across the existing client products. Create reusable components, and perform integration testing, design and maintain coding standards to enhance user experience.\nResponsibilities!\nThe Candidate should have\nGood technical experience with hands-on experience in UI activities with React, Node and Java.\nThere should be Experience with React with Oriented Javascript/Typescript Development using modern architectures and libraries.\nRelevant experience in React oriented design and Development including highly flexible development Lifecycle.\u003c/p\u003e\n\u003cp\u003eQualifications:\nMinimum qualifications\nB. Tech/MCA\nPreferred qualifications :\nThe relevant candidate should have :\nTechnology degree Education and Technology certifications. Multiple year, Software engineering experience in agile environments and DevOps. Good Experience of working in Product and Platform thinking teams. Digital marketing experiences a big plus.\u003c/p\u003e\n\u003cp\u003eCore Technology Engineering teams in Consumer Engineering. Global Go To Market \u0026amp; Global Marketing, Growth, Channel Planners. Offshore Dev Teams, Campaign Delivery Experts, Process Design Developers, Enablement Pods.\u003c/p\u003e\n\u003cp\u003eAgencies \u0026amp; Partners: Multiple Can probe the customer and ask relevant questions to get the necessary clarifications on requirements and conveys the same to technical solution teams. Good written, presentation / verbal communication skills with experience of customer interfacing roles.\u003c/p\u003e\n\u003cp\u003eIn-depth requirement understanding skills with good analytical and problem solving ability, interpersonal efficiency, and positive demeanor. A very Good teammate with an experience of working in a multi-stakeholder environment.\nCollaborate efficiently with multi-cultural, dispersed and multi-party teams \u0026amp; working within a matrix structure to harness capabilities of the team and build a proposal.\u003c/p\u003e\n\u003cp\u003eGenpact is an equal opportunity employer with best in the class remunerations and benefits like PF, Earned leaves, sick leaves etc. You will get a good work life balance along with on the job performing and learning. We also provide health insurance.\u003c/p\u003e\n\u003cp\u003eGenpact is an Equal Opportunity Employer and considers applicants for all positions without regard to race, color, religion or belief, sex, age, national origin, citizenship status, marital status, military/veteran status, genetic information, sexual orientation, gender identity, physical or mental disability or any other characteristic protected by applicable laws . Genpact is committed to creating a dynamic work environment that values diversity and inclusion, respect and integrity, customer focus, and innovation. For more information, visit \u003ca href=\"http://www.genpact.com\"\u003ewww.genpact.com\u003c/a\u003e. Follow us on Twitter, Facebook, LinkedIn, and YouTube.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eYou can apply directly on our website.\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbmFPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--6dee1291d988e0afbcc4e959c7edbc5817044ead/1200px-Genpact_logo.svg.png"
  },
  {
    "id": "08f2c3af-31e9-4b28-893b-3a31bf117fdd",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/08f2c3af-31e9-4b28-893b-3a31bf117fdd",
    "created_at": "Tue Nov 10 20:31:14 UTC 2020",
    "company": "SetSail",
    "company_url": "http://setsail.co",
    "location": "Remote (US or Canada)",
    "title": "DevOps Engineer",
    "description": "\u003ch2\u003eAbout SetSail\u003c/h2\u003e\n\u003cp\u003eSetSail is on a mission to motivate customer-facing teams to reach their full potential. By combining data science (to uncover hidden buying signals) and behavioral science (to motivate reps), SetSail helps scale excellence across teams and builds habits of high performance.\u003c/p\u003e\n\u003cp\u003eAt SetSail, we pride ourselves on open communication, honesty, and a results-driven approach to our work. We are a 100% remote team that’s continuously focused on building better relationships and challenging each other to always be growing.\u003c/p\u003e\n\u003cp\u003eBecause SetSail is especially effective at motivating distributed teams, we’ve seen unprecedented growth during the economic crisis and have secured additional funding to help accelerate our growth even further. \u003ca href=\"https://techcrunch.com/2020/07/08/setsail-raises-raises-7m-to-change-how-sales-teams-are-compensated/\"\u003ehttps://techcrunch.com/2020/07/08/setsail-raises-raises-7m-to-change-how-sales-teams-are-compensated/\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003eWho we’re looking for\u003c/h2\u003e\n\u003cp\u003eSetSail is a growing company and in search of a well rounded engineer with a DevOps mindset, a curious nature, and a pragmatic approach to handling complexity.   The ideal candidate will have recent experience in \u003cem\u003eOperations\u003c/em\u003e, \u003cem\u003eReliability\u003c/em\u003e, \u003cem\u003eInfrastructure\u003c/em\u003e, or \u003cem\u003eRelease Engineering\u003c/em\u003e roles using cloud architecture.\u003c/p\u003e\n\u003cp\u003eIf you have experience in \u003cstrong\u003eany\u003c/strong\u003e of those roles and 5 or more years in the industry as a whole, please apply!  We’d love to talk to you and see if there’s a good fit.\u003c/p\u003e\n\u003cp\u003eThis position is open to US residents and is fully remote.  The current majority of team members are located in US Pacific timezones.  We communicate primarily though slack, video calls, and tickets.\u003c/p\u003e\n\u003ch2\u003eThe kind of work you can expect\u003c/h2\u003e\n\u003cp\u003eThe role is homed within the product engineering team and will provide platform services reporting to the DevSecOps lead.  Examples of  work include:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOwning and improving the deployment system for the primary SaaS application\u003c/li\u003e\n\u003cli\u003eProviding reliability reviews and guidance during architecture and design stages\u003c/li\u003e\n\u003cli\u003eActing as a SME to development teams for monitoring and logging\u003c/li\u003e\n\u003cli\u003eProviding guidance and support for CI and CD techniques\u003c/li\u003e\n\u003cli\u003eOptimizing AWS costs to enable responsible scaling\u003c/li\u003e\n\u003cli\u003eParticipating in team-wide duty rotations for review, security, and release\nThese are broad examples; the specific work you’ll be doing will reflect your experience, skills, and career goals.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou should expect a low amount of direct supervision and to work with other teams as well as independently manage your own projects.\u003c/p\u003e\n\u003ch2\u003eTo be successful\u003c/h2\u003e\n\u003cp\u003eTo be successful in this role you will need …\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eto know how to code\u003c/li\u003e\n\u003cli\u003eto be a fast learner\u003c/li\u003e\n\u003cli\u003eto communicate well in written and verbal mediums\u003c/li\u003e\n\u003cli\u003eto seek out and respond to feedback\u003c/li\u003e\n\u003cli\u003eto understand problems from the customer’s perspective\u003c/li\u003e\n\u003cli\u003eto know how to position solutions to address problems early\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eOur stack\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003eNodeJS, Python, Shell\u003c/li\u003e\n\u003cli\u003eServerless (Lambda, Fargate, Elastic Beanstalk)\u003c/li\u003e\n\u003cli\u003eAthena, Postgres, Elastic, Redis\u003c/li\u003e\n\u003cli\u003eAWS, Terraform, Datadog\u003c/li\u003e\n\u003c/ul\u003e\n\u003ch2\u003eWhy you’ll love SetSail\u003c/h2\u003e\n\u003cul\u003e\n\u003cli\u003e100% remote team with an onboarding package to help get you setup.\u003c/li\u003e\n\u003cli\u003eGenerous benefits: Health/dental/vision coverage (Anthem Blue Cross PPO, Spirit Ameritas dental and Spirit VSP vision), and we cover 95% of employee cost and 80% of any dependent cost, company 401k.\u003c/li\u003e\n\u003cli\u003eEquitable company equity.\u003c/li\u003e\n\u003cli\u003eFlexible time off and one Friday a month off to reboot.\u003c/li\u003e\n\u003cli\u003eMonthly food and snack stipend to keep you energized.\u003c/li\u003e\n\u003cli\u003eCompany game nights — bring your A-game!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe’re an equal opportunity employer. All applicants will be considered for employment without attention to race, color, religion, sex, sexual orientation, gender identity, national origin, veteran, or disability status.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApply at \u003ca href=\"https://www.setsail.co/jobs/devops-engineer/\"\u003ehttps://www.setsail.co/jobs/devops-engineer/\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHlPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--41588fde44e1519ca51ccf13eef73378d5d196a6/setsail-web-hex-light-bg.jpg"
  },
  {
    "id": "9a2eeefa-b9a1-44a0-856b-c1a26efd22fc",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/9a2eeefa-b9a1-44a0-856b-c1a26efd22fc",
    "created_at": "Tue Nov 10 09:55:28 UTC 2020",
    "company": "HelloBetter",
    "company_url": "https://hellobetter.de/en/",
    "location": "Berlin",
    "title": "Lead Mobile Developer (m/f/x)",
    "description": "\u003cp\u003e\u003cstrong\u003eYOUR MISSION\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eAt \u003ca href=\"https://hellobetter.de/en/\"\u003eHelloBetter\u003c/a\u003e, we strive to combine technology with the latest research in psychology, and other related health care fields to develop the most effective evidence-based digital mental health applications that can support thousands of patients in Germany and around the globe.\u003c/p\u003e\n\u003cp\u003eAs \u003cstrong\u003eLead Mobile Developer (m/f/x)\u003c/strong\u003e you are working at this challenging intersection between technology, UI and research to build mobile applications that change people’s lives for good. With your strong background in Mobile and React-Native, you are able to design and develop scalable mobile products that ensure a pixel-perfect, buttery smooth UI across different mobile platforms - all in all making our products user friendly, sticky and safe to use. You will be the key driver in shaping our mobile experience together with our experienced design team.\u003c/p\u003e\n\u003cp\u003eFor more insights about our Tech and Hiring process, check out our \u003ca href=\"https://bit.ly/2Ja7FvS\"\u003eCulture Guide\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eHelloBetter is a provider of medical products and we strive to follow not just regulations but the highest quality standards of our industry. Thus, you take pride in developing, complying and improving our internal QMS processes (ISO 13485) that make sure we always put the safety and wellbeing of our patients first.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR OBJECTIVES\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou are responsible for determining the structure and design of our mobile applications.\u003c/li\u003e\n\u003cli\u003eBuild pixel-perfect, buttery smooth UIs across both mobile platforms.\u003c/li\u003e\n\u003cli\u003eLeverage native APIs for deep integrations with both platforms.\u003c/li\u003e\n\u003cli\u003eYou ensure that design choices are determined by user experience.\u003c/li\u003e\n\u003cli\u003eDiagnose and fix bugs and bottlenecks for performance that feels native.\u003c/li\u003e\n\u003cli\u003eReach out to the open-source community to encourage and help implement mission-critical software fixes—React Native moves fast and often breaks things.\u003c/li\u003e\n\u003cli\u003eMaintain code and write automated tests to ensure the product is of the highest quality.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYOUR PROFIL\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eMust-Have\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of experience with mobile application development from planning to publishing.\u003c/li\u003e\n\u003cli\u003e3+ years of experience and proficiency in React-Native and MST/Redux.\u003c/li\u003e\n\u003cli\u003eExperience leading a team.\u003c/li\u003e\n\u003cli\u003eStrong understanding of Realm database and its usability with React-Native.\u003c/li\u003e\n\u003cli\u003eUnderstanding of key design principles and ability to write well-documented, clean Javascript code.\u003c/li\u003e\n\u003cli\u003eExperience in TypeScript.\u003c/li\u003e\n\u003cli\u003eRock-solid at working with third-party dependencies and debugging dependency conflicts.\u003c/li\u003e\n\u003cli\u003eUnderstanding of REST APIs, the document request model, and offline storage.\u003c/li\u003e\n\u003cli\u003eExperience with Git, continuous integration and test automation.\u003c/li\u003e\n\u003cli\u003eExperience with Jira, Confluence, Github and similar tools.\u003c/li\u003e\n\u003cli\u003eKnowledge of security best practices and understanding the most common security vulnerabilities\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eNice To Have\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperience in Node.js.\u003c/li\u003e\n\u003cli\u003eUniversity Degree in Computer Science.\u003c/li\u003e\n\u003cli\u003eExperience with Quality Management Systems (ISO 13485) for medical products from working in similar roles in health care technology companies.\u003c/li\u003e\n\u003cli\u003eExperience with graphic design applications such as Figma and other tools like Zeplin.\u003c/li\u003e\n\u003cli\u003eFamiliarity with native build tools, like XCode, Gradle (Android Studio, IntelliJ).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWHY US?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eWe support you in your role with an exclusive and comprehensive Leadership Experience package including 1:1 coaching and leadership training to develop you as a Lead.\u003c/li\u003e\n\u003cli\u003eWe help 100s of people daily who suffer from Depression, Stress, Insomnia, Burnout, Alcoholism...\u003c/li\u003e\n\u003cli\u003eWe are genuinely at the innovation forefront of developing applications for a multitude of mental health disorders.\u003c/li\u003e\n\u003cli\u003eWe are not just digitising existing mental health therapies, we develop new innovative programs that do not yet exist at all.\u003c/li\u003e\n\u003cli\u003eWe nurture our people and pay a lot of attention to personal growth. We can proudly say that we have some of the best experts in the field and have a really high quality of what we do in research and operations.\u003c/li\u003e\n\u003cli\u003eWe have a very unique product with the world’s strongest evidence-base.\u003c/li\u003e\n\u003cli\u003eWe are operating in one of the most interesting new markets where we have the opportunity to change the lives of many people.\u003c/li\u003e\n\u003cli\u003eLot’s of autonomy and ownership ahead of micro-management.\u003c/li\u003e\n\u003cli\u003eWe are purpose-driven, pragmatic and honest.\u003c/li\u003e\n\u003cli\u003eWe love data.\u003c/li\u003e\n\u003cli\u003eWe are community players taking care of each other and also like to hang out outside of working hours.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAmazing roof-top office in the centre of Berlin close to Hackescher Markt and fantastic atmosphere (for once we are back in the office!).\u003c/li\u003e\n\u003cli\u003eFlexible working hours and home-office friendly (well, fully home office right now). We are a delivery-oriented company and don’t judge people by the hour.\u003c/li\u003e\n\u003cli\u003eCompetitive salary and attractive employee stock option plan.\u003c/li\u003e\n\u003cli\u003eUnlimited working contract.\u003c/li\u003e\n\u003cli\u003eVarious opportunities for growth with your own 1.000 Euro annual training budget.\u003c/li\u003e\n\u003cli\u003eDaily breakfast, fresh fruits \u0026amp; vegetables (during Covid-19 we only have cereals), coffee \u0026amp; drinks provided.\u003c/li\u003e\n\u003cli\u003eSubsidised Gym subscription with Urban Sports Club - 30 Euros sponsored by us.\u003c/li\u003e\n\u003cli\u003eFree language courses and regular team events including cool offsites.\u003c/li\u003e\n\u003cli\u003eTax-deductible pension plan with an attractive employer’s contribution.\u003c/li\u003e\n\u003cli\u003eFree choice between Apple (e.g. Macbook Pro 13/15”) or Windows/Linux Hardware (e.g. Lenovo ThinkPad T490s, 14\", Core i7, 16GB RAM, 512GB SSD).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eABOUT US\u003c/strong\u003e\nHelloBetter was founded under the name GET.ON Institut by internationally renowned researchers and psychologists in 2015. In over 35 randomized controlled trials HelloBetter has developed and evaluated 11 trainings from eight specific problem areas in cooperation with Leuphana University, Friedrich-Alexander-University Erlangen-Nuremberg, Free University Amsterdam, Harvard University and other partners.\u003c/p\u003e\n\u003cp\u003eThe work of the expert team has been published in international journals (e.g. The Journal of the American Medical Association) and has been honoured with various awards (e.g. Wilhelm Exner Prize in Psychology 2016, EFPA Comenius Prize 2017, Digital Health Prize 2018, EU Compass Good Practice 2018 in Mental Health).\u003c/p\u003e\n\u003cp\u003eCheck out our \u003ca href=\"https://bit.ly/2Ja7FvS\"\u003eCulture Guide\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eSubmit your application via this link: \u003ca href=\"https://geton-jobs.personio.de/job/274480?_pc=256118#apply\"\u003ehttps://geton-jobs.personio.de/job/274480?_pc=256118#apply\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eWe are looking forward to receiving your application! :)\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa3VPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--3ec262c86268687e84c424a976381338267c9f44/LOGO.PNG"
  },
  {
    "id": "75a355e2-36b5-4067-ae3e-a6a0b7c6087e",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/75a355e2-36b5-4067-ae3e-a6a0b7c6087e",
    "created_at": "Mon Nov 09 21:09:56 UTC 2020",
    "company": "Airteam",
    "company_url": "http://Airteam",
    "location": "Australia",
    "title": "Senior Javascript Developer (Sydney or remote anywhere in Australia)",
    "description": "\u003cp\u003eTimes have changed. We've moved to a hybrid model of working. That means we’re now open to applicants from anywhere in Australia! You can work from our office or work remotely - your choice.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHighly skilled, senior and friendly team;\u003c/li\u003e\n\u003cli\u003eGreat clients + interesting work;\u003c/li\u003e\n\u003cli\u003eLearning Budget of $2,000 plus two days of personal development every year;\u003c/li\u003e\n\u003cli\u003eWe’ll also chip in for your Internet and phone with our Communications Allowance and contribute towards keeping your laptop up to date!\u003c/li\u003e\n\u003cli\u003eEmployee Stock Ownership Plan. That’s right, everyone that works for Airteam has the opportunity to own part of the company!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eEssential skills for this role\u003c/strong\u003e\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e5+ years of solid JavaScript experience; you must be comfortable with React, Node and modern JavaScript.\u003c/li\u003e\n\u003cli\u003eExperience with AWS - AWS certifications highly regarded.\u003c/li\u003e\n\u003cli\u003eYou are a self-starter and can work within a team to ship high-quality code\u003c/li\u003e\n\u003cli\u003eYou are an excellent communicator, written and verbal\u003c/li\u003e\n\u003cli\u003eYou have experience communicating with clients\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003e\u003cstrong\u003eThis role is right for you if\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou love to code; you’re the kind of person who loves to learn new things. You enjoy solving problems and crafting elegant solutions. You like to work autonomously, but as part of a team. You can choose the best methods to get things done with a focus on maintainable code. Your experience includes other languages or tech stacks. You enjoy working somewhere that gives you respect and fosters good relationships with clients and colleagues.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOur hiring process\u003c/strong\u003e\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e\n\u003ca href=\"https://airtable.com/shrZSQP9ltLUASUTT\"\u003eFill in the application form\u003c/a\u003e and include your CV. We are looking for examples of how you meet the essential skills we have outlined for the role. We love getting cover letters introducing yourself!\u003c/li\u003e\n\u003cli\u003eWe review all applications. If we see a skills/experience match, we'll give you a call.\u003c/li\u003e\n\u003cli\u003eThen we'll move onto an interview stage to talk about what you can bring to the team. You'll get a chance to ask us lots of questions too!\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003e\u003cstrong\u003eAbout Airteam\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe're a small team of \u003ca href=\"https://www.airteam.com.au/\"\u003eexperienced developers and designers\u003c/a\u003e creating brand new software for the world to use. We are makers and problem solvers, we are known for our ability to ship high-quality digital products. Our clients include fintech, financial services, insurance, education, healthcare and government.\u003c/p\u003e\n\u003cp\u003eWe're looking for people who 💙 love what they do, enjoy a challenge, are happy to jump in and get things done and strive for better outcomes for our clients.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eImportant information 👇\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eUnfortunately, we cannot offer sponsorship for this position. Applicants must be in Australia and eligible to work.\u003c/p\u003e\n\u003cp\u003eWe are an equal opportunity employer and consider all applicants including people of different ages, gender, ethnicity, physical ability, sexual orientation, religious belief, work experience, educational background.\nWe prefer not to work with recruiters.\u003c/p\u003e\n\u003cp\u003eWe are not responsible for any fees related to unsolicited resumes sent from recruiters. Thanks!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eYou can apply online here: \u003ca href=\"https://www.airteam.com.au/careers/role/senior-javascript-developer-327154\"\u003ehttps://www.airteam.com.au/careers/role/senior-javascript-developer-327154\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBa0tPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--67e0cf458ee04185cddcddc07534fb2c2b48a5d3/Airteam-ABCC-160x75-pos.png"
  },
  {
    "id": "46ab84b4-12dc-4a95-ab08-422428554dfc",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/46ab84b4-12dc-4a95-ab08-422428554dfc",
    "created_at": "Fri Oct 09 19:42:30 UTC 2020",
    "company": "Playco",
    "company_url": "http://www.play.co",
    "location": "Remote",
    "title": "Senior Fullstack Engineer",
    "description": "\u003cp\u003eHere at Playco, we make games that bring the world closer together through play.\u003c/p\u003e\n\u003cp\u003eAs a \u003cstrong\u003eFull Stack Engineer\u003c/strong\u003e at Playco, you will play a pivotal role in creating a platform to revolutionize the instant games development industry. Our engineers are generally amazing at something and great at everything else. We write scalable backend systems, cross-compilers, JavaScript / TypeScript game APIs and tools, and whatever else it takes. No matter what you work on each day, you will work with the best engineers in the world; we have top talent in every part of our stack.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eThe Role\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBe responsible for designing, developing and deploying major game features.\u003c/li\u003e\n\u003cli\u003eOwn game feature areas from end-­to­-end.\u003c/li\u003e\n\u003cli\u003eBe the champion for the user!\u003c/li\u003e\n\u003cli\u003eInsist on the highest standards and create functional and engaging features that will delight our users.\u003c/li\u003e\n\u003cli\u003eBe part of a tight game development team looking to iterate fast on a fun concept and then building it out.\u003c/li\u003e\n\u003cli\u003eHave real input on end-user product.\u003c/li\u003e\n\u003cli\u003eBe a key member of a high performing software engineering team.\u003c/li\u003e\n\u003cli\u003eCollaborate with design, engineering and production teams to devise optimal engineering solutions to game requirements.\u003c/li\u003e\n\u003cli\u003eHands­ on architect and coder for sophisticated client/server systems for mobile gaming.\u003c/li\u003e\n\u003cli\u003eInnovate and iterate on process, systems and technology to deliver world­-class social games.\u003c/li\u003e\n\u003cli\u003eBe a leader; Identify and articulate technical and production risks and obstacles, as well as generate solutions!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesired Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBachelor’s degree in Computer Science or related field, or equivalent experience.\u003c/li\u003e\n\u003cli\u003e3+ years of professional software engineering experience.\u003c/li\u003e\n\u003cli\u003eExperience writing clean, testable, high-quality code and designing highly scalable systems in production.\u003c/li\u003e\n\u003cli\u003eCapable of JavaScript + HTML5 to create custom, interactive, user experiences that are enjoyable on all HTML5 browsers.\u003c/li\u003e\n\u003cli\u003eProficient at using script debuggers like Chrome Debugger.\u003c/li\u003e\n\u003cli\u003eSolid familiarity with deployment on cloud environments (AWS, GCP, Azure, etc.).\u003c/li\u003e\n\u003cli\u003eStrong Computer Science fundamentals in object­-oriented design, algorithms, and data structures.\u003c/li\u003e\n\u003cli\u003eAdvanced software engineering skills, including the ability to write maintainable and robust code in a popular object oriented language.\u003c/li\u003e\n\u003cli\u003eSolid familiarity with analytics and A/B testing in mobile games.\u003c/li\u003e\n\u003cli\u003eFamiliarity with git, svn or other VCS.\u003c/li\u003e\n\u003cli\u003eSelf starter, analytical and creative.\u003c/li\u003e\n\u003cli\u003eStrong team player with a positive attitude.\u003c/li\u003e\n\u003cli\u003eGood communication skills and the ability to work effectively on shared projects with designers, artists, testers, product managers and other developers.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBonus\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExpert knowledge of NodeJS and ES6 / TypeScript.\u003c/li\u003e\n\u003cli\u003eDevOps experience -- setting up CI/CD environments, orchestrating deployments, creating monitoring dashboards, anything that makes the development process easier, more enjoyable and more accountable.\u003c/li\u003e\n\u003cli\u003eExperience in game development and shipped titles.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://jobs.lever.co/playco/453d2258-7e66-4f98-92e1-50e335c13302?lever-origin=applied\u0026amp;lever-source%5B%5D=GitHub\"\u003eApply Here\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc2FMIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--cb29d1ab0fec648aee52b0ad6e7ec0a0485551ca/Round_Logo1%20(1).png"
  },
  {
    "id": "2dce4c4e-bb23-40f4-84e9-87e9c4be7286",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/2dce4c4e-bb23-40f4-84e9-87e9c4be7286",
    "created_at": "Fri Nov 06 17:50:16 UTC 2020",
    "company": "sigo GmbH",
    "company_url": "https://sigo.green",
    "location": "Darmstadt, Germany",
    "title": "Full-Stack Developer",
    "description": "\u003cp\u003e\u003cstrong\u003eWe offer\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBeing part in establishing sigo as the biggest e-cargobike sharing company\u003c/li\u003e\n\u003cli\u003eThe unique opportunity to shape a company\u003c/li\u003e\n\u003cli\u003e… and accelerate the transition to new mobility solutions!\u003c/li\u003e\n\u003cli\u003eFun at work in a tight-knit, motivated team with flat hierachies\u003c/li\u003e\n\u003cli\u003eBig impact on the direction of the software\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour responsibilities\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDevelopment of our IoT-Platform for monitoring our bike fleet\u003c/li\u003e\n\u003cli\u003eImproving, maintaining and fixing bugs in app, webapplication and server in collaboration with the product manager\u003c/li\u003e\n\u003cli\u003eAssessment of technical feasibility and complexity\u003c/li\u003e\n\u003cli\u003eDocumentation and communication of technical solutions to the team\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour profile\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMin. 3 years of experience as a software developer, ideally in both backend and frontend\u003c/li\u003e\n\u003cli\u003eExperience in developing complex systems, especially IoT / Web\u003c/li\u003e\n\u003cli\u003eHigh individual motivation, fast learner and open to acquiring new coding skills\u003c/li\u003e\n\u003cli\u003eHands-on mentality, attention to detail, structured and\u003c/li\u003e\n\u003cli\u003e... most of all, somebody who enjoys moving things forward and taking responsibility\u003c/li\u003e\n\u003cli\u003eA plus would be: Experience in developing APIs\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour coding skills:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eNode JS (Express / Koa) \u0026amp; Java\u003c/li\u003e\n\u003cli\u003eReact \u0026amp; React Native\u003c/li\u003e\n\u003cli\u003eTCP and other communication protocols\u003c/li\u003e\n\u003cli\u003eAWS familiarity especially with Logstash, ElasticSearch and SQS Messaging\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eWe're looking forward to your application! Please send it as an email along with your CV, your desired salary and your earliest start date to Florian Oefner (\u003ca href=\"mailto:jobs@sigo.green\"\u003ejobs@sigo.green\u003c/a\u003e).\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaGVPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0f666442d82c924ca8920289dc283eb5356b5b2c/Sigo_Bewegt_Gru%CC%88n_RGB.png"
  },
  {
    "id": "425dc217-8bb6-44ee-bc52-8fa2207b565c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/425dc217-8bb6-44ee-bc52-8fa2207b565c",
    "created_at": "Sat Nov 07 00:14:49 UTC 2020",
    "company": "Axios",
    "company_url": "http://axios.com",
    "location": "Remote (USA)",
    "title": "Data Quality Engineer",
    "description": "\u003cp\u003eQuick Take: Axios is a growth-stage startup dedicated to providing trustworthy, award-winning news content in an audience-first format. We're hiring a Data Quality Engineer!\u003c/p\u003e\n\u003cp\u003eWhy it Matters: The quality team’s mission at Axios will be to ensure our technology is of the highest quality for our readers and clients every day. In this role you will be collaborating with multi-functional teams such as the data engineering, data science and product teams to test, validate and monitor data platforms and the data flowing through them. The quality team will integrate tightly into our cross-functional product teams to refine requirements for our products and to ensure the systems delivered line up.\u003c/p\u003e\n\u003cp\u003eThe Details: The Data Quality Engineer’s responsibility is to ensure Axios is shipping better products consistently. Responsibilities of this role include:\u003c/p\u003e\n\u003cp\u003eCollaborating with technical leads, data engineers, analysts, product managers and assigned squad to define and refine requirements\nLeading the squad’s efforts in identifying risk and developing mitigation strategies\nDeveloping methods for managing and maintaining data integrity across systems\nWriting and executing test plans, utilizing both manual and automated testing techniques\nManaging bugs, including identification, logging, tracking and triaging\nWorking with data engineering squad to prioritize and develop data qualification pipeline, qualification criteria, identify testing gaps, and deliver measurable test results\nIdentifying the need for and improving processes, tools and testing \u003c/p\u003e\n\u003cp\u003eGo Deeper: Ideal candidates will embody an entrepreneurial spirit, a passion for Axios’ mission and have the following skills:\u003c/p\u003e\n\u003cp\u003eExperience detecting and reporting data quality issues\nExperience in Software Quality Assurance, Quality Engineering, or as a SDET\nExperience working with data pipeline/pipeline issues\nFamiliarity with Kafka, PySpark, Jenkins/Circle, AWS\nExperience testing services and web applications\nWillingness to be a problem solver and produce results in a fast paced environment\nExperience working with Ruby, Python, Node and/or Javascript is preferred\nPractical experience with SQL and NoSQL databases\nThe ability to set up test environments, deploy code, use the command line\nExperience testing in an Agile and Continuous Integration environment\nExcellent written and verbal communication skills\nExceptionally collaborative with obsessive attention to detail\u003c/p\u003e\n\u003cp\u003eDon’t forget:\u003c/p\u003e\n\u003cp\u003eCompetitive salary\nHealth insurance (100% paid for individuals, 75% for families)\nPrimary caregiver 12-week paid leave\n401K\nGenerous vacation policy, plus company holidays\nCompany equity\nCommuter and cell phone benefit\nA commitment to an open, inclusive, and diverse work culture\nAnnual learning and development stipend\u003c/p\u003e\n\u003cp\u003eAdditional pandemic-related benefits:\u003c/p\u003e\n\u003cp\u003eOne mental health day per month\n$100 monthly work-from-home stipend\nTele-mental health services \nOneMedical membership, including tele-health services \nIncreased work flexibility for parents and caretakers \nAccess to the Axios “Family Fund”, which was created to allow employees to request financial support when facing financial hardship or emergencies \nWeekly company-sponsored exercise and meditation classes \nVirtual company-sponsored social events\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://grnh.se/0fc8c27a1us\"\u003ehttps://grnh.se/0fc8c27a1us\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaDZPIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--73d942fdb5dd729bed99e809e61d8894762bc63e/Axios%20logo%20-%20RGB%20-%20minimum%20space.jpg"
  },
  {
    "id": "52acb8fa-e2c5-4ddb-a8f1-987ada71b0d1",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/52acb8fa-e2c5-4ddb-a8f1-987ada71b0d1",
    "created_at": "Thu Nov 05 21:37:51 UTC 2020",
    "company": "Qualio",
    "company_url": "http://www.qualio.com",
    "location": "London, United Kingdom",
    "title": "Senior Full Stack Engineer",
    "description": "\u003cp\u003e\u003cstrong\u003eAbout Us\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eQualio is a tech startup that is the first cloud quality management software for the entire Life Sciences ecosystem. Medical device and pharmaceutical companies need a secure and scalable quality management system with the flexibility to support their evolving needs. Qualio meets that challenge by cutting through the complexity to optimize and automate critical quality processes.\u003c/p\u003e\n\u003cp\u003eWith a remote-first, office agnostic approach, the Qualio team is distributed across North America and Europe.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat is the opportunity?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe are hiring software engineers in the European Union (EU) to join our distributed development team. This is a remote working opportunity.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhat will I be doing?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou will join our expanding development team to deliver new features and customer value. You will be an active influencer in technical discussions and contribute to the evolution of our internal systems and processes\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWho are you?\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou live and work in an EU country without visa restrictions\u003c/li\u003e\n\u003cli\u003eYou have strong written and verbal communication skills (in English)\u003c/li\u003e\n\u003cli\u003eYou have over 5 years of professional software development experience\u003c/li\u003e\n\u003cli\u003eYou are passionate about problem-solving and excited to solve problems\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou have at least 3 years of experience building production applications using one or more of the following:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003ePython, React, Typescript, Node.js, GraphQL\u003c/li\u003e\n\u003cli\u003eProficiency in at least one Python framework\u003c/li\u003e\n\u003cli\u003eExperience developing against one or more of the following AWS services: CloudWatch Events, Lambda, DynamoDB (DDB), SNS, SQS, CloudWatch Metrics, CloudWatch Alarms, X-Ray\u003c/li\u003e\n\u003cli\u003eProficiency in relational databases (PostgreSQL is preferred).\u003c/li\u003e\n\u003cli\u003eExposure to any of the following Elasticsearch, Containers / Docker\u003c/li\u003e\n\u003cli\u003eProficiency in Celery, REST APIs, e2e and unit testing, and Hands-on Git experience.\u003c/li\u003e\n\u003cli\u003eProficiency in: AngularJS, React/Redux.\u003c/li\u003e\n\u003cli\u003eKnowledge of or willingness to learn concepts of GraphQL APIs.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eBenefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIn addition to playing an important role in building Qualio, you'll receive:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eFlexible holidays\u003c/li\u003e\n\u003cli\u003eUnlimited PTO\u003c/li\u003e\n\u003cli\u003eProfessional development budget\u003c/li\u003e\n\u003cli\u003eWorking space allowance/home office budget provided by the company\u003c/li\u003e\n\u003cli\u003eCompany retreats - 2 times/year\u003c/li\u003e\n\u003cli\u003e12-weeks fully paid parental leave\u003c/li\u003e\n\u003cli\u003eOpportunity to make a difference through helping life-saving products to get to market\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eClick here to apply:\u003c/strong\u003e \u003ca href=\"https://grnh.se/8b701dbf3us\"\u003ehttps://grnh.se/8b701dbf3us\u003c/a\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eClick here: \u003ca href=\"https://grnh.se/8b701dbf3us\"\u003ehttps://grnh.se/8b701dbf3us\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBdldOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1b2e68aa28cf988dd12b9d9a9f320b0ef4de7749/qualio%20download.png"
  },
  {
    "id": "ae4a1fc2-33bd-4df9-a99d-1555ea716484",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ae4a1fc2-33bd-4df9-a99d-1555ea716484",
    "created_at": "Wed Nov 04 15:37:11 UTC 2020",
    "company": "SPS Commerce, Inc",
    "company_url": "https://www.click2apply.net/BXRGn2F6w5GacyXQI1l1j",
    "location": "Minneapolis, MN, 55402",
    "title": "Software Engineer",
    "description": "\u003cp\u003eOverview\nSPS Commerce is seeking a Software Engineer to join our systems automation team. As part of this team you'll work collaboratively with your peers to build technical solutions allowing seamless connections between our customers and their supply chain partners.\nWhy join SPS?\nAs the largest Minnesota SaaS company, we are a leader in our field providing disruptive and innovative solutions within the Retail industry. We have celebrated 78 consecutive quarters of success and we dominate the field. We believe in investing in growth - whether that be in our products, your professional trajectory or in our communities. When you join SPS, you join a winning team and have an opportunity to work alongside exceptional colleagues solving some of the most complex problems facing the evolving retail landscape.\nDoes this sound like you?\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eYou enjoy discussing approaches to maximize value partnering closely with other technologists and stakeholders.\u003c/li\u003e\n\u003cli\u003eYou believe cooperation and compassion are the key to strong team cohesion.\u003c/li\u003e\n\u003cli\u003eCollaboration and communication come naturally to you.\u003c/li\u003e\n\u003cli\u003eYou define success as being able to contribute to the goals of the team.\nThe day-to-day\nThe Software Engineer will design, develop, document, test, deploy, and debug new and existing software. The will create, implement, integrate, and maintain software and system components that deliver value to our customers.\u003c/li\u003e\n\u003cli\u003eWork collaboratively with team to design, develop, document test and debug new and existing software\u003c/li\u003e\n\u003cli\u003eWrite quality code and tests that are maintainable, accurate, well tested, and following best practices.\u003c/li\u003e\n\u003cli\u003ePlan how the code will be monitored and diagnosed to minimize outages.\u003c/li\u003e\n\u003cli\u003eBuild services and components upon the latest frameworks, platforms and service providers. Monitor dashboards and respond to alerts and keep services running smoothly.\u003c/li\u003e\n\u003cli\u003ePartner with experts in specialized areas like usability, cloud automation, and service reliability in a technically complex environment.\u003c/li\u003e\n\u003cli\u003eEstimate work and timelines with reasonable accuracy and articulate reasoning behind estimates.\u003c/li\u003e\n\u003cli\u003eReduce complexity of work through automation and scaling solutions.\u003c/li\u003e\n\u003cli\u003eMonitor and help maintain health and availability of systems, apps, and related infrastructure\u003c/li\u003e\n\u003cli\u003eParticipate in peer reviews and pair programming, and mentor Associates and new hires.\nWhat is required?\u003c/li\u003e\n\u003cli\u003eA minimum of 2 years of related experience with a Bachelor's degree or equivalent work experience with no Bachelor's degree.\u003c/li\u003e\n\u003cli\u003eExperience with Agile, JavaScript, HTML, CSS, C#, Java, or Node, Database, Cloud technologies\u003c/li\u003e\n\u003cli\u003eProven experience capable of writing quality code and tests that are maintainable, accurate, well tested, and following best practices.\u003c/li\u003e\n\u003cli\u003eHands on experience with software development practices and can develop applications that are diverse in scope where good judgement and problem-solving skills are required\u003c/li\u003e\n\u003cli\u003eExperience in modern frameworks such as React and Angular or a programming language like Python or Java or Go.\u003c/li\u003e\n\u003cli\u003eStrong communication skills to proactively communicate status and risks within their team\nTechnologies you can expect to encounter in this role\u003c/li\u003e\n\u003cli\u003eJava/Kotlin\u003c/li\u003e\n\u003cli\u003eUnit and integration testing\u003c/li\u003e\n\u003cli\u003eGithub and CICD tools and technologies\u003c/li\u003e\n\u003cli\u003eWeb application development using Javascript and React framework\u003c/li\u003e\n\u003cli\u003ePHP\u003c/li\u003e\n\u003cli\u003eAWS\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eApply Here: \u003ca href=\"https://www.click2apply.net/BXRGn2F6w5GacyXQI1l1j\"\u003ehttps://www.click2apply.net/BXRGn2F6w5GacyXQI1l1j\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003ePI125669739\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApply Online: \u003ca href=\"https://www.click2apply.net/BXRGn2F6w5GacyXQI1l1j\"\u003ehttps://www.click2apply.net/BXRGn2F6w5GacyXQI1l1j\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": null
  },
  {
    "id": "6af16da1-8939-452c-b1b7-a79a4ed343d3",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/6af16da1-8939-452c-b1b7-a79a4ed343d3",
    "created_at": "Tue Nov 03 15:17:45 UTC 2020",
    "company": "Wonder",
    "company_url": "https://www.wonder.me/",
    "location": "Berlin ",
    "title": "Senior Fullstack Engineer (f/m/d)",
    "description": "\u003cp\u003e**We're looking for a coder to build the world's best online meeting app.\u003c/p\u003e\n\u003cp\u003eOur mission is to give the world a space where groups can meet and talk.**\nOnline meetings are transactional. This means that the human side of getting together gets lost, the side that lives off spontaneous chats, random encounters or unexpected conversations. We believe that’s at the core of ‘Zoom fatigue’ – not poor video connection or audio issues.\u003c/p\u003e\n\u003cp\u003eWonder is a virtual space where you can connect to others in a more spontaneous and fluid way. You walk around freely and choose what groups you want to join. It’s fun, creative, energizing and we believe it's the future of how people will get together online. You can check it out \u003cstrong\u003e\u003ca href=\"https://www.wonder.me/\"\u003ehere\u003c/a\u003e\u003c/strong\u003e.\u003c/p\u003e\n\u003cp\u003eWe’re a VC-backed team based in Kreuzberg, Berlin. If you want to learn more about us and what it's like to work at Wonder, have a look at this \u003ca href=\"https://app.pitch.com/app/public/presentation/42d003b8-ae38-4b00-9181-428307bea501\"\u003e\u003cstrong\u003epresentation\u003c/strong\u003e\u003c/a\u003e we created for you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eYou will be part of our world-class product team\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe mission of our product team is to define and execute the product vision. We ship major new features bi-weekly while making sure the product runs smoothly and without bugs.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eAs part of that team, you will:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTake ownership over parts of the code base.\u003c/li\u003e\n\u003cli\u003eHelp us reach difficult architectural decisions.\u003c/li\u003e\n\u003cli\u003eContribute your best knowledge and experience about technology, products and processes.\u003c/li\u003e\n\u003cli\u003eShape the product roadmap with us.\u003c/li\u003e\n\u003cli\u003eWrite code (duh).\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eWho we look for\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eBroadly speaking, we look for product people. Concretely, this means you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eKnow the latest state of technology and what we can do with it.\u003c/li\u003e\n\u003cli\u003eHave a strong instinct for great products and what makes them great.\u003c/li\u003e\n\u003cli\u003eDon’t need anyone to manage you and you motivate everyone around you.\u003c/li\u003e\n\u003cli\u003eLove Wonder as much as we do.\u003c/li\u003e\n\u003cli\u003eHave experience in JavaScript and one or more programming languages (e.g. C/C++, Python, Go, Java).\u003c/li\u003e\n\u003cli\u003eHave experience across the full JS-based stack (both Node.JS and ReactJS).\u003c/li\u003e\n\u003cli\u003eIdeally, you have experience with PostgreSQL, Kubernetes, WebRTC, Redis, CI/CD.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWe strongly encourage female and diverse candidates to apply. The role is based in Berlin, with flexible working arrangements, a generous equity package and competitive pay.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWhy you should join us\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eOur work is technically challenging: we're using WebGL for rendering 3-dimensional rooms that expand when more users join. Now, we are starting to build our own WebRTC backend. It's incredibly challenging to enable real-time communication and data-flow between thousands of users.\u003c/li\u003e\n\u003cli\u003eThe future of work is a hot topic: remote communication will transform the way humans live and work. We want to become a core pillar of the online working stack. You'll tell your grandchildren that you were part of it.\u003c/li\u003e\n\u003cli\u003eWe have a world-class engineering team: we're a product-focused company and are assembling some of the smartest and and most talented developers and designers to build Wonder.\u003c/li\u003e\n\u003cli\u003eIt's an exciting stage: You will shape a product from the very beginning and see its fastest growth. If you want to build something, this is just the right time.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eInterested?\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eApply via the \u003ca href=\"https://ltpx.nl/MEi67Qn\"\u003e\u003cstrong\u003eapplication form\u003c/strong\u003e\u003c/a\u003e.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eAgency calls are not appreciated.\u003c/em\u003e\u003cimg src=\"https://camo.githubusercontent.com/361f5e74dcaabfc57e7a5f83f35c1c52086b2c89/68747470733a2f2f62636f6e74726f6c2e62726f636b6d657965722e6e6c2f747261636b2e7068703f6f7264657269643d313937353636\"\u003e\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://ltpx.nl/ZPNYZGO\"\u003eClick here to apply\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBc0dOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a9b1bf9c3a3a8319d8e511d046a7c818730d17f9/wonder.jpg"
  },
  {
    "id": "316db5e0-60cf-45d2-8a23-944556aa6e4a",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/316db5e0-60cf-45d2-8a23-944556aa6e4a",
    "created_at": "Tue Nov 03 02:32:40 UTC 2020",
    "company": "Codesmith",
    "company_url": "http://www.codesmith.io",
    "location": "Remote",
    "title": "Lead Software Engineering Instructor",
    "description": "\u003cp\u003eThe Lead Instructor position at Codesmith is a unique opportunity to take on an impactful leadership role in a fast-paced and mission-driven technology startup. If you thrive in an innovative work culture, have a passion for teaching and mentorship, and are excited by the idea of helping students achieve their software engineering goals, then this role is right for you.\u003c/p\u003e\n\u003cp\u003eWe want someone to come into our team and lead the instruction of our Software Engineering  Immersive program. This position is an exciting opportunity to make a direct and influential impact on the students in our program, ultimately changing their career paths for the better.\u003c/p\u003e\n\u003cp\u003eCodesmith is the top-ranked coding school in the US with the highest independently verified outcomes for graduates and graduates working in engineering roles at Google, Amazon, Facebook, and more. We are launching diverse new formats for learning online and in-person and are innovators in education.  At Codesmith you will be constantly surprised at how quickly a good idea can be turned actionable, and how supportive a team environment can be. The essence of being part of the Codesmith team is understanding deeply where you’re going and then having the creative freedom to get you there. \u003c/p\u003e\n\u003cp\u003eCodesmith was built to enable people to have the skills to make the impact they want, to do so at a high level of excellence, yet remain accessible and supportive of each other. Our four key company values emulate this:\u003c/p\u003e\n\u003cp\u003eExecution and ownership is about strengthening the impact of our programs and products and using our own skills to the best of our abilities to do so. Collaboration and community means, even as we focus on execution, we remain a supportive community where it feels good to be achieving excellence because we’re doing it with others. Thoughtful communication is the glue that links Execution \u0026amp; Ownership and Collaboration \u0026amp; Community together. It is both a value and skill that needs to be nurtured. Aspiration for all is the notion that when your work exemplifies these values, there is no limit to the impact you can have within the company, team, and your career.\u003c/p\u003e\n\u003cp\u003eWhat you’ll do:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eTake ownership of student excellence and aspiration to ensure Codesmith continues to produce the highest achieving and most impactful community of engineers in the country\u003c/li\u003e\n\u003cli\u003eProvide technical mentorship and lectures to students throughout the Codesmith program on intermediate and advanced topics in software engineering and team-based engineering best practices\u003c/li\u003e\n\u003cli\u003eActively contribute to Codesmith’s engineering projects and codebase built in React/Node/SQL and AWS\u003c/li\u003e\n\u003cli\u003eProvide ongoing development of lectures and instruction at Codesmith\u003c/li\u003e\n\u003cli\u003eCommunicate closely with the Director of Instruction and Curriculum, CEO \u0026amp; COO on curriculum, academic, cultural, and engineering developments\u003c/li\u003e\n\u003cli\u003eWork with Codesmith team to train and mentor Codesmith Engineering Fellows and Lead Technical Mentors (LTMs)\u003c/li\u003e\n\u003cli\u003eCreatively develop and iterate on core Codesmith program and education platform to achieve exceptional outcomes for graduates\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou'll be a good fit if you:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHave a depth of knowledge and understanding in the following programming languages and tools: Javascript, React, Redux, HTML5, CSS3, Node, Express,Postgresql\u003c/li\u003e\n\u003cli\u003eExemplify comfort and confidence when delivering engaging presentations/lectures - particularly when it comes to complex technical information\u003c/li\u003e\n\u003cli\u003eUnderstand Codesmith’s values and core pedagogy/culture\u003c/li\u003e\n\u003cli\u003eHave the ability to inspire people through Codesmith’s core values: Execution \u0026amp; Ownership, Collaboration \u0026amp; Community, Thoughtful Communication and Aspiration for All\u003c/li\u003e\n\u003cli\u003eHave the ability to explain complex concepts in a clear manner\u003c/li\u003e\n\u003cli\u003eProvide authority, credibility, and empathy in your communication\u003c/li\u003e\n\u003cli\u003eAre ready to manage and guide in an academic capacity\u003c/li\u003e\n\u003cli\u003eHave a love for software development and passion for growing careers of a diverse new generation of software engineers\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eNice to have but not required:\u003c/p\u003e\n\u003cp\u003e2+ years of working as a professional software engineer\nWorked with students and/or in an academic or educational setting\nStrong organizational skills \nExperience creating curriculum content \nExperience teaching in an immersive “bootcamp” type of environment\u003c/p\u003e\n\u003cp\u003eAt Codesmith, we are committed to providing an environment of mutual respect where equal employment opportunities are available to all applicants and team members without regard to race, color, religion, sex, pregnancy (including childbirth, lactation and related medical conditions), national origin, age, physical and mental disability, marital status, sexual orientation, gender identity, gender expression, genetic information (including characteristics and testing), military and veteran status, and any other characteristic protected by applicable law. We believe that diversity and inclusion among our team members is critical to our success as an educational company, and we seek to recruit, develop and retain the most talented people from a diverse candidate pool.\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003ePlease submit your application here: \u003ca href=\"https://codesmith.applytojob.com/apply/BrEjdLdY0w/Lead-Software-Engineering-Instructor\"\u003ehttps://codesmith.applytojob.com/apply/BrEjdLdY0w/Lead-Software-Engineering-Instructor\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBck9OIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c9ed57a31ab8a5f923e0f0181f64fdc6f3f2c396/NEW%20CS%20Logo.png"
  },
  {
    "id": "46119d88-207c-4830-a643-8353e5a67ca9",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/46119d88-207c-4830-a643-8353e5a67ca9",
    "created_at": "Mon Nov 02 23:18:42 UTC 2020",
    "company": "FaceCake Marketing Technologies, Inc.",
    "company_url": "http://www.facecake.com",
    "location": "Greater Los Angeles Area",
    "title": "Senior Front-End Web Developer",
    "description": "\u003cp\u003eWe are looking for a JavaScript Developer who is motivated to combine the art of design with the art of programming. Responsibilities will include implementing visual elements and their behaviors with user interactions. You will work with both front-end and back-end web developers to build all client-side logic. You will also be bridging the gap between the visual elements and the server-side infrastructure, taking an active role on both sides, and defining how the application looks and functions. This position is in person/on-site.\u003c/p\u003e\n\u003cp\u003eResponsibilities include, but are not limited to:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuild new front-end features as well as maintain FaceCake's Platform using JavaScript, HTML, CSS, React, React Native and Angular\u003c/li\u003e\n\u003cli\u003eWork closely with developers and 3D artists as well as use WebGL, ThreeJS and PixiJS depending on the components for the platform\u003c/li\u003e\n\u003cli\u003eMaintain consistent UI/UX through continually maintained and agile product deployments\u003c/li\u003e\n\u003cli\u003eDesign, implement, and maintain application within all phases of the Software Development Life Cycle\u003c/li\u003e\n\u003cli\u003eDocument new functionality for distribution to business marketing groups and QA teams\u003c/li\u003e\n\u003cli\u003eEstablish, refine, and integrate development and test environment tools and software as needed\u003c/li\u003e\n\u003cli\u003eManage multiple priorities and complex tasks in a dynamic work environment\u003c/li\u003e\n\u003cli\u003eCommunicate effectively with other engineers and designers\u003c/li\u003e\n\u003cli\u003eContinually evaluate emerging frameworks and technologies to identify opportunities, trends, and best practices\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of professional JavaScript experience\u003c/li\u003e\n\u003cli\u003e2+ years working with React and React Native\u003c/li\u003e\n\u003cli\u003eBachelor of Science Degree in Computer Science or related field of study\u003c/li\u003e\n\u003cli\u003eExperience with 3D visualization frameworks such as OpenGL or WebGL\u003c/li\u003e\n\u003cli\u003eFamiliarity with ThreeJS and PixiJS\u003c/li\u003e\n\u003cli\u003eExperience building and consuming REST APIs using Node.js\u003c/li\u003e\n\u003cli\u003eExpert in responsive design\u003c/li\u003e\n\u003cli\u003eExperience in cross browser compatibility (mobile \u0026amp; desktop) and legacy browser debugging\u003c/li\u003e\n\u003cli\u003eExperience with Agile, SCRUM, and/or Waterfall environments\u003c/li\u003e\n\u003cli\u003eKnowledge of version control solutions, Git, SVN\u003c/li\u003e\n\u003cli\u003eFirm understanding of UI/UX principles\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBonus Skills/Knowledge:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUnderstanding of Augmented and Virtual Reality principles\u003c/li\u003e\n\u003cli\u003eUse Node.js and AWS platforms to develop backend services\u003c/li\u003e\n\u003cli\u003eFamiliarity building Mini Programs for WeChat\u003c/li\u003e\n\u003cli\u003eMaster of Science Degree in Computer Science or related field of study\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eCompany Profile:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eDynamic, fast-paced start-up environment\u003c/li\u003e\n\u003cli\u003eLocated in Los Angeles, California\u003c/li\u003e\n\u003cli\u003eOffers competitive benefits and salary\u003c/li\u003e\n\u003cli\u003eBe a part of an experienced team and make a big impact in the field of augmented reality and artificial intelligence in shopping and advertising\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail resumé to: \u003ca href=\"mailto:recruiting@facecake.com\"\u003erecruiting@facecake.com\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBckdOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--c37bb6d7ee0e1a6600c04b74332bd8bcb914d060/FC_Logo_BLK_Correct.png"
  },
  {
    "id": "445c3797-a312-4050-9fb3-3a8fdb1bf58f",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/445c3797-a312-4050-9fb3-3a8fdb1bf58f",
    "created_at": "Mon Nov 02 19:39:54 UTC 2020",
    "company": "Strategic Systems \u0026 Technology Corporation",
    "company_url": "http://www.sstid.com",
    "location": "Suwanee, GA (Remote)",
    "title": "Principal NodeJS Expert Software Engineer (REMOTE)",
    "description": "\u003cp\u003eYou are smart, experienced (10+years software engineering), and up for a challenge. You bleed JSON. You see through complex architectures. You don’t need a lot of guidance to figure things out.\u003c/p\u003e\n\u003cp\u003eWe’re the same. Our Development Team Principles (\u003ca href=\"https://www.sstid.com/dev-team-principles/\"\u003ehttps://www.sstid.com/dev-team-principles/\u003c/a\u003e) shows you what we are about. And we need someone like you to join our team to help enhance our IoT solution that helps tie the physical world to the digital one.\u003c/p\u003e\n\u003cp\u003eThese are our primary technologies:\nNodeJS microservices (using Docker)\nMongoDB/Atlas\nRabbitMQ\nMocha/expect.js\nSocket.IO\nTeamCity\nGoogle Kubernetes Engine\nGoogle Cloud Storage\nReact/Redux \u0026amp; React Native\u003c/p\u003e\n\u003cp\u003eLocation:\u003c/p\u003e\n\u003cp\u003eUS-based only. Our office is in Suwannee, GA. But the development team works remotely.\u003c/p\u003e\n\u003cp\u003eLet’s get to know each other.\u003c/p\u003e\n\u003cp\u003e(We do require strong English communication skills, a BS/BA in a relevant focus and we will not sponsor a visa)\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:careers@sstid.com\"\u003ecareers@sstid.com\u003c/a\u003e or apply online here: \u003ca href=\"https://www.sstid.com/principal-nodejs-software-engineer/\"\u003ehttps://www.sstid.com/principal-nodejs-software-engineer/\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcXlOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--2731c0294cf824a1f7ae5f9d7a57de2397738a04/strategic-logo.png"
  },
  {
    "id": "3874db5f-59a2-4361-9c31-7da1dc9dcc43",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/3874db5f-59a2-4361-9c31-7da1dc9dcc43",
    "created_at": "Mon Nov 02 18:51:13 UTC 2020",
    "company": "Yellowdig",
    "company_url": "http://www.yellowdig.com",
    "location": "US",
    "title": "Software Engineer, Backend",
    "description": "\u003cp\u003eYellowdig (\u003ca href=\"https://www.yellowdig.com\"\u003ehttps://www.yellowdig.com\u003c/a\u003e) is looking for a Software engineer with a strong background in backend web technologies to join our growing team\u003c/p\u003e\n\u003cp\u003eWe are looking for a self-motivated developer with a strong entrepreneurial drive. We are a diverse team committed to solving some of the most challenging problems facing education today: making learning more effective and classrooms more engaging. Your work will directly impact students’ lives and our rapidly growing customers base.\u003c/p\u003e\n\u003cp\u003eMore specifically, you would be facilitating innovation by simplifying developer workflows and designing cutting edge infrastructure and tools using modern technologies, Docker, and AWS.\u003c/p\u003e\n\u003cp\u003eOur tech stack includes javascript, clojure, Datomic, Docker, and various AWS serivces. We are looking for people with a solid technical understanding in these areas and languages. We offer a competitive salary, equity, and an awesome team.\u003c/p\u003e\n\u003cp\u003eKey Responsibilities:\u003c/p\u003e\n\u003cp\u003eDevelop monitoring and alerting systems utilizing modern best practices,\nDesign self-healing infrastructure,\nDebug intricate production issues,\nDevelop tools for usage by development and QA teams,\nEstablish triage and incident response processes,\nImprove service reliability through testing, root cause analysis, and postmortem,\nSolve availability, reliability, and latency issues across the stack,\nParticipate in On-Call rotation,\nApplication development where applicable\u003c/p\u003e\n\u003cp\u003eRequirements:\n3+ years working on a high traffic web application,\nExperience maintaining AWS ECS cluster (or similar container tools),\nExperience with logging and monitoring tools,\nSolid experience with administration of various AWS services (EC2, S3, IAM, etc),\nPrior experience with CI/CD and associated toolsets (e.g. Circle CI),\nStrong grasp of deployment automation and configuration management on AWS,\nSolid understanding of systems and application design,\nSkilled at clearly articulating design ideas while being receptive to constructive criticism,\nDesire to learn and improve\u003c/p\u003e\n\u003cp\u003eBonus Points:\nExcellence in multiple technology disciplines (eg: node.js, JVM),\nPrior experience with Clojure and Datomic,\nInterest in learning and applying functional programming techniques to hard problems,\nGood knowledge of relational database internals,\nContribution to Open Source,\nDesire to use technology to eliminate inefficiencies in the education markets\u003c/p\u003e\n\u003cp\u003eCompetitive salary, stock options, benefits (US-based employees)\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://angel.co/company/yellowdig/jobs/975842-software-engineer-backend\"\u003ehttps://angel.co/company/yellowdig/jobs/975842-software-engineer-backend\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBcWlOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--780f8d15c83474bb42b84751dca791867306a189/yellowdig-logo.png"
  },
  {
    "id": "912fc53b-1b7f-427a-bc69-25f03b597f8c",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/912fc53b-1b7f-427a-bc69-25f03b597f8c",
    "created_at": "Fri Oct 30 15:33:27 UTC 2020",
    "company": "Defendify",
    "company_url": "https://www.defendify.io/",
    "location": "Portland, ME (Remote OK)",
    "title": "Senior Full Stack Developer",
    "description": "\u003cp\u003eThanks for your interest in working with us! Defendify is a fast-growing, fun-loving cybersecurity startup with a small, vibrant team based in Portland, Maine. Resourcefulness, responsiveness, problem-solving, and simplicity are values that shape who we are, what we do, and how we deliver amazing customer experiences.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003ePosition Details\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eWe're looking for a senior level full stack developer to join us full-time, locally and/or in a remote capacity. This is a unique and exciting opportunity as we continue to expand the footprint of our groundbreaking, all-in-one cybersecurity platform. Every team member is a valuable contributor to our core SaaS product with day-to-day responsibilities covering a variety of development needs including building, maintaining, QA, and support for every aspect of the Defendify platform.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eWe are looking for a team player who:\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eHas a passion for solving problems and is eager to grow, learn, and tackle daily and long-term challenges and goals.\u003c/li\u003e\n\u003cli\u003eWill dig in and ask questions from users to understand requirements; make a plan; dive into an existing codebase and learn where to make changes, or where to start new code.\u003c/li\u003e\n\u003cli\u003eIs a good communicator who enjoys collaboration and thrives in a development culture that values clean code, automation and testability.\u003c/li\u003e\n\u003cli\u003eMaintains excellent knowledge of how modern web applications work, including REST API usage, application security, cloud deployment and development best practices.\u003c/li\u003e\n\u003cli\u003eIs comfortable self-directing their own work. No micro-management here!\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements – Experience\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5+ years of Full-Stack Development experience\u003c/li\u003e\n\u003cli\u003eHas been responsible for the entire lifecycle of code in at least one project, from scratch to QA to deployment to maintenance.\u003c/li\u003e\n\u003cli\u003eHas experience implementing a RESTful API and an application which consumes it.\u003c/li\u003e\n\u003cli\u003eIs familiar with the philosophy and implementation of development automation: tests, continuous integration, cloud deployment, and frequent production releases using an Agile/SCRUM process.\u003c/li\u003e\n\u003cli\u003eDevOps experience is a plus.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eRequirements – Technical\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eExperienced in JavaScript including ES6, await/async, linting and front-end frameworks. We use libraries and frameworks as needed, but you need to be able to write and understand plain JS.\u003c/li\u003e\n\u003cli\u003eExperience with Node and Browser based environments is required.\u003c/li\u003e\n\u003cli\u003eUnderstand REST APIs and their role in application architectures.\u003c/li\u003e\n\u003cli\u003eExperience with front end development: HTML, CSS, and familiarity with the ecosystem of related technologies (SASS, DOM). In addition, Vue (or similar framework) experience and knowledge of static site generators such as Jekyll/Hugo are helpful.\u003c/li\u003e\n\u003cli\u003eUnderstand how to use Git(+Hub) and GitHub Flow.\u003c/li\u003e\n\u003cli\u003eSome relational database experience is needed. Pluses include: Experiences in relational and in-memory databases (MySQL, Postgres, Redis) as well as knowledge in generic SQL.\u003c/li\u003e\n\u003cli\u003eSome experience with Amazon Web Services (AWS), Heroku, or similar services.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eYour Success\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eYou are not alone in your role – Defendify's development team is made up of \"A\" players dedicated to your training and success. We thrive on an open-door policy and transparent management system that fosters team collaboration.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eCompensation and Benefits\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis is a flexible position open to candidates with varying levels of experience and offers long term growth potential via a well-defined career path. Compensation is competitive and commensurate with experience, and is variable based on personal and team performance. Our benefits package is comprehensive and includes health, dental, and vision coverage, educational reimbursement, a 401(k) program, paid time-off and more.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eLove What You Do\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eDefendify employees enjoy a modern work environment and culture where everyone genuinely cares about the work they do. We're passionate about our product, the problems we're solving, our customers, our partners, and our team. We're in it together, enjoying work and play every day from team lunches, impromptu social outings and celebrations, and charity missions. And yes, there is coffee, lots and lots of coffee!\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eOpportunity Knocks\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThis position offers a great opportunity to make an impact as a part of a small team solving big problems, making cybersecurity possible for Small Business. Are you a creative self-starter with an appetite to learn and grow? If so, we'd love to hear from you!\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eApply now at \u003ca href=\"https://defendify.breezy.hr/p/e9d481885995-senior-full-stack-developer\"\u003ehttps://defendify.breezy.hr/p/e9d481885995-senior-full-stack-developer\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBblNOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--a2730d55401adcd2e1832cebe43cc72f28ecbf83/Defendify_grey_R.png"
  },
  {
    "id": "0fe7eecd-84c0-4759-bb33-bfa98d44c183",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/0fe7eecd-84c0-4759-bb33-bfa98d44c183",
    "created_at": "Fri Oct 30 03:44:08 UTC 2020",
    "company": "Akta",
    "company_url": "http://www.akta.tech",
    "location": "San Francisco, USA",
    "title": "Software Engineer (Remote)",
    "description": "\u003cp\u003eJoin a successful, profitable start-up led by serial entrepreneurs with multiple exits (most recent venture acquired by Google in 2016).\u003c/p\u003e\n\u003cp\u003eYou are a * software engineer *  with startup chops, who has been there and done that in a fast moving environment as a full stack engineer. You can design APIs, write NodeJS, C++, Java or GoLang, integrate with SQL and NoSQL databases. You understand caching and scaling. You are fluent in Javascript. You can write front-end code when needed, you know Javascript, and React. You can code in multiple languages. You understand coding velocity and care about coding practices and maintainable projects.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\n\u003cp\u003eDo you enjoy solving difficult problems and owning the solutions?\u003c/p\u003e\n\u003c/li\u003e\n\u003cli\u003e\n\u003cp\u003eDo you want to grow with mentorship help from world-class engineers (silicon valley top engineers, xooglers, etc.)?\u003c/p\u003e\n\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eYou must be available in US Time Zone work hours.\u003c/p\u003e\n\u003cp\u003eWe want to meet you.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eJob Description\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eThe primary responsibility is to work on our cloud-based video management platform and extend it with new features. Our video products power the world's largest sporting events (think Olympics and Super Bowl.)\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eRequired Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBS/MS in Computer Science or Electrical Engineering from a top engineering school (or equivalent combination of education and experience).\u003c/li\u003e\n\u003cli\u003e4+ years of cloud-based back-end application development experience preferably with NodeJS, GoLang, Java or C++. NodeJS experience is strongly preferred.\u003c/li\u003e\n\u003cli\u003eRigorous understanding of object-oriented programming.\u003c/li\u003e\n\u003cli\u003eStrong algorithmic, analytical problem-solving skills.\u003c/li\u003e\n\u003cli\u003eExcellent knowledge of Linux development environment and open source tools/platforms\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eDesired Skills\u003c/strong\u003e\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVideo Processing (Packaging, Encoding, Metadata) Experience.\u003c/li\u003e\n\u003cli\u003eDistributed Application Development and Deployment\u003c/li\u003e\n\u003cli\u003eSolid understanding of traffic routing, load balancing, auto-scale\u003c/li\u003e\n\u003cli\u003eService Mesh Architecture using Istio\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cstrong\u003eHow to Apply\u003c/strong\u003e\u003c/p\u003e\n\u003cp\u003eEmail your resume at jobs[at]akta.tech\u003c/p\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your resume at \u003ca href=\"mailto:jobs@akta.tech\"\u003ejobs@akta.tech\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBbHFOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--1f941c80e2b19fbc5cea091b1e911c57871c4a2f/Akta%20logo%20with%20text.png"
  },
  {
    "id": "ec8d4f2e-3361-471a-bb51-2ece891bfbdc",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/ec8d4f2e-3361-471a-bb51-2ece891bfbdc",
    "created_at": "Wed Oct 28 22:02:51 UTC 2020",
    "company": "Members Exchange (MEMX)",
    "company_url": "https://memx.com/",
    "location": "Jersey City, NJ",
    "title": "Full Stack Developer",
    "description": "\u003cp\u003eMembers Exchange (MEMX) is a growing FinTech firm founded by a group of leaders in the world’s financial markets and has recently received approval as a new stock exchange. Our people are the foundation of our business, and we are off to a great start assembling a talented team who are ready to collaborate, innovate, and challenge the status quo. We are committed to maintaining the culture we have set in motion — we take great pride in our selection process — and that starts with finding the right people.\u003c/p\u003e\n\u003cp\u003eDescription:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMEMX is searching for a Full Stack Developer to work on an assortment of internal and external facing web applications. This person will play a key role in serving our customers and our business by developing applications that administer and support our core trading system. This person will be the go-to resource for HTML5 development.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eResponsibilities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eMeet with Product Managers and Stakeholders to obtain a deep understanding of our markets and the applications we build to serve them.\u003c/li\u003e\n\u003cli\u003eWork with a team of experienced, high-performance developers and mentors to design best-in-class systems.\u003c/li\u003e\n\u003cli\u003eDevelop and maintain innovative products that deliver exceptional features and service to our customers and our internal teams.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eRequirements:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e5 or more years of web development experience.\u003c/li\u003e\n\u003cli\u003eBachelors degree or higher in Computer Science or a comparable discipline.\u003c/li\u003e\n\u003cli\u003eProficient in HTML5, ES6, CSS, Java;\u003c/li\u003e\n\u003cli\u003eExperienced in REST APIs, NodeJS, React, Angular, or an equivalent web framework, git;\u003c/li\u003e\n\u003cli\u003eFamiliar with Gradle, CI/CD, GraphQL, web development tools such as Babel and Webpack.\n-Strong professional and interpersonal skills including exceptional customer service, creative problem solving, and effective written and verbal communications.\u003c/li\u003e\n\u003cli\u003eBroad systems thinking - understands the connections and relationships across functions and entities for both internal and external constituencies.\u003c/li\u003e\n\u003cli\u003eExperience with financial markets, distributed systems and/or high-performance web applications is a plus.\u003c/li\u003e\n\u003cli\u003eIdeal candidate will have demonstrated ability to succeed as a self-starter in a dynamic environment\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eBenefits:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eAt MEMX you will have the ability to work with a talented team of professionals who bring diversity of thought and background. You will have the opportunity to shape the future of our company and the impact MEMX will have on our clients and the broader markets. We offer competitive employee benefits and perks and will continue to make this a priority to attract the best.\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003e\u003ca href=\"https://apply.workable.com/memx/j/66B62A0F03\"\u003ehttps://apply.workable.com/memx/j/66B62A0F03\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBanVOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0376b728505ace26294676bec94a5fe42be7d195/memx%20logo.jpeg"
  },
  {
    "id": "740dc327-a38f-4e49-86a4-106f9d50aef8",
    "type": "Full Time",
    "url": "https://jobs.github.com/positions/740dc327-a38f-4e49-86a4-106f9d50aef8",
    "created_at": "Wed Oct 28 13:16:13 UTC 2020",
    "company": "Trakken Web Services GmbH",
    "company_url": null,
    "location": "Hamburg",
    "title": "DEVELOPER - JAVASCRIPT",
    "description": "\u003cp\u003eDEINE AUFGABEN BEI UNS:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndividulles erstellen von JavaScript (ES5+) Injections\u003c/li\u003e\n\u003cli\u003eReverse Engeneering von Angular, ReactJS, VueJS\u003c/li\u003e\n\u003cli\u003eBackendentwicklung mit NodeJS\u003c/li\u003e\n\u003cli\u003eErstellen und bearbeiten von Datensätzen in JSON-Format\u003c/li\u003e\n\u003cli\u003eBetreuen und erstellen von Web-Hosting mit Google Cloud \u0026amp; AWS\u003c/li\u003e\n\u003cli\u003eEntwicklung mit Gulp \u0026amp; Webpack\u003c/li\u003e\n\u003cli\u003eEntwicklung mit (S)CSS und Animationen\u003c/li\u003e\n\u003cli\u003eArbeiten mit Sketch, Adobe Photoshop\u003c/li\u003e\n\u003cli\u003eBeratung und technische Prüfungen neuer Projekte\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eUNSERE ANFORDERUNGEN AN DICH:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eUmgang mit NodeJS, Angular, ReactJS, VueJS, jQuery, ES5+\u003c/li\u003e\n\u003cli\u003eUmsetzung von Responsive Designs\u003c/li\u003e\n\u003cli\u003eHosting sollte keine Unbekannte sein\u003c/li\u003e\n\u003cli\u003eKenntnisse der Optimierung für verschiedene Browser\u003c/li\u003e\n\u003cli\u003eUmgang mit Gitlab\u003c/li\u003e\n\u003cli\u003eUX/UI Verständnis\u003c/li\u003e\n\u003cli\u003eKreativität\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eWIR BIETEN DIR:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eVerwirklichung: Bring Dein Potential mit, bei uns hast Du den Raum zur Entfaltung\u003c/li\u003e\n\u003cli\u003eAbwechslung: Bei Trakken arbeiten bedeutet alles andere als ein 08/15 Job\u003c/li\u003e\n\u003cli\u003eAuswirkung: Mit Technologie, Skills und ständiger Weiterentwicklung haben wir Einfluss auf den Trend der Branche Aufstieg: Zeig uns was du kannst und wir belohnen Dich mit Karrieremöglichkeiten in In- und Ausland\u003c/li\u003e\n\u003cli\u003eSubkultur und Grenzgänger: Das, was die Kollegen bei Trakken vereint, ist ihr Streben danach, dass Durchschnitt nicht genug ist. Werde Teil eines Teams, welches sich gegenseitig hilft besser zu werden\u003c/li\u003e\n\u003cli\u003eTeamstärke: Die Trakken Family ist keine leere Worthülse. Unsere Kollegen arbeiten auch international auf freundschaftlicher Basis miteinander\u003c/li\u003e\n\u003c/ul\u003e\n",
    "how_to_apply": "\u003cp\u003eEmail your resume to \u003ca href=\"mailto:bewerbung@trakken.de\"\u003ebewerbung@trakken.de\u003c/a\u003e\u003c/p\u003e\n",
    "company_logo": "https://jobs.github.com/rails/active_storage/blobs/eyJfcmFpbHMiOnsibWVzc2FnZSI6IkJBaHBBaWVOIiwiZXhwIjpudWxsLCJwdXIiOiJibG9iX2lkIn19--0692c76156e77aa36140c3b8154b2ba55a80b3cc/Trakken_web_services_logo_2_72dpi%20(3).jpg"
  }
]
